<?php

return [

    'about_title' => 'हमारे बारे में',

    'partners_title' => 'हमारे साझेदार',

    'partners_text' =>
        'Work4You.Global विश्व भर के विश्वसनीय
        साझेदारों के साथ सहयोग करता है – कंपनियों,
        संस्थानों और संगठनों के साथ, जो श्रम बाजार के
        विकास और जिम्मेदार व्यवसाय के विचार का समर्थन करते हैं।
        इन साझेदारियों के माध्यम से',

    'partners_strong' => 'हम आधुनिक भर्ती तकनीकों को
        वास्तविक सामाजिक प्रभाव के साथ जोड़ते हैं, ',

    'partners_text2' => 'और एक ऐसा माहौल बनाते हैं,
        जहाँ नियोक्ता और उम्मीदवार दोनों लाभान्वित होते हैं।',

    'partners_subtitle' => 'हमारे साझेदारों से मिलें',

    'partners_slider_placeholder' =>
        'साझेदार स्लाइडर के लिए स्थान',

    'foundations_title' => 'फाउंडेशन',

    'foundations_text' =>
        'हम दुनिया भर में फाउंडेशन और
चैरिटेबल संगठनों के साथ सहयोग करते हैं,
विभिन्न सामाजिक, शैक्षिक और मानवीय पहलों का समर्थन करते हुए।
हर कंपनी जो हमारे सिस्टम में पॉइंट्स खरीदती है,',

    'foundations_strong' =>'स्वचालित रूप से 50%
खरीद मूल्य का चयनित फाउंडेशन को देती है।',

    'foundations_text2' =>'इसके परिणामस्वरूप
प्लेटफ़ॉर्म पर हर भर्ती और अभियान
दूसरों पर वास्तविक सकारात्मक प्रभाव डालता है।
कंपनियां देश के अनुसार फाउंडेशन खोज सकती हैं,
उसका उद्देश्य जान सकती हैं और स्वयं तय कर सकती हैं
कि वे किसकी मदद करना चाहती हैं।',

    'partners'=>'साझेदार'

];
