<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    */

    'reset' => 'पासवर्ड सफलतापूर्वक रीसेट कर दिया गया है!',
    'sent' => 'पासवर्ड रीसेट लिंक भेज दिया गया है!',
    'throttled' => 'कृपया पुनः प्रयास करने से पहले प्रतीक्षा करें।',
    'token' => 'पासवर्ड रीसेट टोकन अमान्य है।',
    'user' => "इस ईमेल पते के साथ कोई उपयोगकर्ता नहीं मिला।",

];
