<?php

return [
    'content_required' => 'ކޮމެންޓުގެ އިބާރާތް ބޭނުންވެއެވެ.',
    'content_min' => 'ކޮމެންޓުގައި މަދުވެގެން :min އަކުރު ހުންނަންވާނެއެވެ.',
    'content_max' => 'ކޮމެންޓުގައި :max އަކުރަށްވުރެ ގިނަވެގެން ނުވާނެއެވެ.',
    'article_required' => 'މަޒުމޫނު ބޭނުންވެއެވެ.',
    'article_exists' => 'ތިޔަ އިޚްތިޔާރުކުރެއްވި މަޒުމޫނެއް ނެތެވެ.',
    'parent_exists' => 'ތިޔަ ޖަވާބު ދެއްވާ ކޮމެންޓެއް މިހާރު ނެތެވެ.',
    'notyComment' => 'މަޒުމޫނު ނަންބަރު: އަށް ކޮމެންޓެއް އެބައޮތެވެ.',
    'publishComment' => 'މަޒުމޫނު ޝާއިޢުކުރުމާއި ފެންނަގޮތް ބަލަހައްޓަވާ',
    'anonim' => 'ވަނަމެއްގައި',
    'see' => 'ފެންނަގޮތަށް',
    'hide' => 'ފޮރުވިފައި',
    'response' => 'ޖަވާބު',
    'WriteResponse' => 'ޖަވާބެއް ލިޔުއްވާ...',
    'WriteComment' => 'ކޮމެންޓެއް ލިޔުއްވާ...',
    'comments' => 'ކޮމެންޓުތައް',
    'main' => 'މައިގަނޑު',
    'responses' => 'ޖަވާބުތައް',
    'add' => 'ކޮމެންޓެއް އިތުރުކުރައްވާ',
    'addLogin' => 'ކޮމެންޓެއް އިތުރުކުރުމަށް ލޮގިންވެލައްވާ',
];
