<?php

return [
    'inactive_subject' => 'މުހިންމު: Work4You Global ގައިވާ އިޢުލާންތައް ފޮރުވިދާނެ',
    'inactive_title' => 'ކައުންޓާ ގުޅޭ މުހިންމު އިންފޮމޭޝަން',
    'inactive_body_1' => 'އަދަބީ ބޭނުންވާ އުފަލުގެ މީހުން،',
    'inactive_body_2' => 'ކުރިއަށް 12 މަސް ދުވަހުގައި Work4You Global ކައުންޓަށް ލޮގިން ނުކުރެވުނު ކަމަށް އަންގަން އެވެ.',
    'inactive_body_3' => 'ކައުންޓު ޑޭޓާބޭސް އަޕްޑޭޓް ކުރުމާއި ސާފުކުރުމުގެ ގޮތުން، މި މެސެޖް ލިބުމުން 7 ދުވަސް ތެރޭ ކައުންޓަށް ލޮގިން ކުރައްވާ އިދިކޮށް އެދެމެވެ.',
    'inactive_body_4' => 'ދެން ކަނޑައެޅިފައިވާ މުއްދަތު ތެރޭ ލޮގިން ނުކުރެވުނީނަމަ:',
    'inactive_bullet_1' => 'ހުރިހާ އެކްޓިވް އަދި ސޭވް ކުރެވިފައިވާ އިޢުލާންތައް ފޮރުވިދާނެ،',
    'inactive_bullet_2' => 'ކުންފުނީގެ ކައުންޓު ޑިއެކްޓިވޭޓް ކުރެވި އަދި ހަމަނުވާ ގޮތަށް މާރކް ކުރެވޭނެ،',
    'inactive_bullet_3' => 'ޑޭޓާ ސޭފް ކުރުމުގެ ސިޔާސަތު ގައި އަދާކުރާ ގޮތަށް ޑޭޓާއަށް ލިބޭ އެކްސެސް ލިމިޓް ކުރެވިދާނެ ނުވަތަ ފޮރުވިދާނެ.',
    'inactive_body_5' => 'ކައުންޓާ އަދި ޕަބްލިޝް ކުރެވިފައިވާ ކޮންޓެންޓް ހިފެހެއްޓުމަށް ތިރީގައިވާ ލިންކަށް ލޮގިން ކުރައްވާ:',
    'login_button' => 'Work4You Global އަށް ލޮގިން ކުރައްވާ',
    'inactive_body_6' => 'ކައުންޓަށް އެކްސެސް ކުރުމާއި ގުޅޭ ސުވާލު ނުވަތަ މައްސަލައެއް އޮތްނަމަ، ސަޕޯޓް ޓީމާ ގުޅާށެވެ.',
    'inactive_footer' => 'Work4You Global ބޭނުންކުރެއްވީތީ ޝުކުރިއްޔާ.',

    'incomplete_profile_subject' => 'Work4You.Global ޕްލެޓްފޯމުގައި ތިޔަ ޕްރޮފައިލް ފުރިހަމަ ކުރައްވާ',
    'incomplete_profile_greeting' => 'އަދަބީ ބޭނުންވާ އުފަލުގެ މީހުން،',
    'incomplete_profile_thanks' => 'Work4You.Global ބޭނުންކުރެއްވީތީ ޝުކުރިއްޔާ.',
    'incomplete_profile_body_1' => 'ކުންފުނީގެ ޕްރޮފައިލް އިތުރު މަޢުލޫމާތާއި އެކު ފުރިހަމަ ކުރައްވާ ކަމަށް އެދެމެވެ (މިސާލަކަށް ބިޒްނަސް ވަނަވަރު، ލޯގޯ، ކޮންޓެކްޓް ޑޭޓާ އަދި ތަޢާރަފު).',
    'incomplete_profile_body_2' => 'ފުރިހަމަ ޕްރޮފައިލަކީ ޕްލެޓްފޯމުގައި ކުންފުނީގެ ވިޒިޓިން ކާޑެކެވެ، އިތުބާރު އިތުރުކޮށް އަދި ތެދުވަރުކަން ހާސިލް ކުރެއްވޭނެ. ކެންޑިޑޭޓުން ވަރަށް ގިނައިން އެދިގެން ހުންނަނީ ކުންފުނީގެ މަޢުލޫމާތު އިތުރަށް ދަންނަވަން.',
    'incomplete_profile_body_3' => 'ރަނގަޅަށް ތައްޔާރުކުރެވިފައިވާ ޕްރޮފައިލް އިން ރަނގަޅު އިމޭޖެއް ބިނާކުރުމަށް އެހީވާ، އެހެން ކުންފުނިތަކާ ތަފާތުވާ އަދި އިޢުލާންތަކަށް އިތުރު ޝައުގު އުފެދޭނެ.',
    'incomplete_profile_body_4' => 'ތިޔަ ޕްރޮފައިލް ފުރިހަމަ ކުރުމަށް އަދި ތިޔަ ތަން ރަނގަޅަށް ދައްކަން އެދެމެވެ.',
    'incomplete_profile_footer' => 'ސުވާލު ނުވަތަ އެހީ ބޭނުންނަމަ ތިޔައަށް ހުރިހާ ވަގުތު ތައްޔާރުވެފައި އެވެ.',
];
