<?php

return [
    'inactive_subject' => 'މުހިންމު: Work4You Global ގައި ތިބާގެ އިޝްތިހާރުތައް ޑިލީޓް ކުރެވިދާނެ',
    'inactive_title' => 'ތިބާގެ އެކައުންޓާ ގުޅޭ މުހިންމު މަޢުލޫމާތު',
    'inactive_body_1' => 'އިޙްތިރާމްތެރި ބޭނުންތެރިންނެވެ،',
    'inactive_body_2' => 'Work4You Global ޕްލެޓްފޯމުގައި 12 މަސް އަދި އެއްވެސް ލޮގިން ހިނގާފައެއް ނުވެއެވެ.',
    'inactive_body_3' => 'އެކައުންޓް ޑޭޓާބޭސް އަޕްޑޭޓް ކުރުމާއި ސާފުކުރުމުގެ ގޮތުން، މި މެސެޖް ލިބުމުން 7 ދުވަހުގެ ތެރޭ ތިބާގެ އެކައުންޓަށް ލޮގިން ކުރަން އެދެމެވެ.',
    'inactive_body_4' => 'ކަނޑައެޅި މުއްދަތުގެ ތެރޭ ލޮގިން ނުކުރައްވާނަމަ:',
    'inactive_bullet_1' => 'ހުރިހާ އެކްޓިވް އަދި ސޭވް ކުރެވިފައިވާ އިޝްތިހާރުތައް ޑިލީޓް ކުރެވޭނެ،',
    'inactive_bullet_2' => 'ކުންފުނީގެ އެކައުންޓް ޑިއެކްޓިވޭޓް ކޮށް ހުސްވެފައިވާ ގޮތުގައި މާކް ކުރެވޭނެ،',
    'inactive_bullet_3' => 'ޑޭޓާ ސޭވް ކުރުމުގެ ޕޮލިސީތަކާ އެއްގޮތަށް ޑޭޓާއަށް އެކްސެސް ލިބޭނެ ނުވަތަ ޑިލީޓް ކުރެވޭނެ.',
    'inactive_body_5' => 'ތިބާގެ އެކައުންޓާއި ޕަބްލިޝް ކުރެވިފައިވާ ކޮންޓެންޓް ހިފަހައްޓައިގެން ހިތްޕަރައިންނަން، ތިރީގައިވާ ސައިޓަށް ލޮގިން ކުރަން ފައިދާވާނެ:',
    'login_button' => 'Work4You Global އަށް ލޮގިން ކުރައްވާ',
    'inactive_body_6' => 'ސުވާލު އަދި ލޮގިން ކުރުމުގެ މައްސަލައެއް އޮތްނަމަ، އަހަރެމެންގެ ސަޕޯޓް ޓީމާއި ގުޅުއްވާށެވެ.',
    'inactive_footer' => 'Work4You Global ބޭނުން ކުރާތީ ޝުކުރިއްޔާ.',
];
