<?php

return [

    'about_title' => 'އަހަރެންގެ ބައެއް',

    'partners_title' => 'އަހަރެންގެ ޕާޓްނަރުން',

    'partners_text' =>
        'Work4You.Global ދުނިޔެއްގެ އިތުބާރުވެރި
        ޕާޓްނަރުން އާއި — ކުންފުނިތަކާއި، އިންސްޓިޓިއުޝަން
        އަދި އޯގަނައިޒޭޝަންތަކާއި — އަމަލުކުރަނީ،
        އެއީ ޖޮބް މާކެޓްގެ ތަރައްޤީ އަދި ރެސްޕޮންސިބަލް
        ބިޒްނަސް އިޑިޔާ ސަޕޯޓް ކުރާ.
        މި ޕާޓްނަރޝިޕްތަކުގެ ދަށުން',

    'partners_strong' => 'އަހަރެން މޮޑަރން
        ރިކްރޫޓްމެންޓް ޓެކްނޮލޮޖީ އާއި ހަޤީގީ
        ސޮސައިޓީ އިމްޕެކްޓް ގުޅާލަން، ',

    'partners_text2' => 'އަހަރެން އެއް މާޙައުލެއް ހަދައި،
        އެއީ އެމްޕްލޮޔަރުން އަދި ކެންޑިޑޭޓުން
        ދޮގުވާ މަގެއް ކުރެވޭ.',

    'partners_subtitle' => 'އަހަރެންގެ ޕާޓްނަރުން ދަންނަވާ',

    'partners_slider_placeholder' =>
        'ޕާޓްނަރުންގެ ސްލައިޑަރަށް ތަނެއް',

    'foundations_title' => 'ފައުންޑޭޝަންތައް',

    'foundations_text' =>
        'އަހަރެން ދުނިޔެއްގެ ފައުންޑޭޝަންތަކާއި
ޗެރިޓީ އޯގަނައިޒޭޝަންތަކާއި އަމަލުކުރަނީ،
ސޮސައިޓީ، އެޑިއުކޭޝަން އަދި ހިއުމަނިޓޭރިއަން
އިނިޝިއޭޓިވްތަކަށް ސަޕޯޓް ކުރަން.
ކޮންމެ ކުންފުނިއެއް ޕޮއިންޓް ގަނެއިރު،',

    'foundations_strong' =>'ގަނެވި ވެލިއުގެ 50%
އިޚްތިޔާރު ކުރި ފައުންޑޭޝަނަށް ދެވޭ.',

    'foundations_text2' =>'މި ގޮތުން
ކޮންމެ ރިކްރޫޓްމެންޓް އަދި ކެމްޕޭން
ޕޯޓަލްގައި ކުރެވޭ އެކްޝަންތަކަށް
ހަޤީގީ އަދި ޕޮޒިޓިވް އިމްޕެކްޓެއް ލިބޭ.
ކުންފުނިތައް ގައުމްގެ މަގުން ފައުންޑޭޝަން ހޯދަން،
އެއްގެ އަމާޒު ދަންނަން އަދި
ކޮން މީހަކަށް ސަޕޯޓް ދޭން ނިންމަން ދެވޭ.',

    'partners'=>'ޕާޓްނަރުން'

];
