<?php

return [

    'about_title' => '私たちについて',
    'partners_title' => 'パートナー紹介',
    'partners_text' =>
        'Work4You.Globalは、世界中の信頼できる
        パートナー（企業、機関、団体）と連携し、
        労働市場の発展と責任あるビジネスの理念を
        支援しています。これらのパートナーシップにより',
    'partners_strong' => '最新の採用技術と
        実際の社会的影響を組み合わせ、',
    'partners_text2' => '雇用主と求職者の双方に利益をもたらす
        環境を創出しています。',
    'partners_subtitle' => 'パートナー紹介',
    'partners_slider_placeholder' =>
        'パートナースライダーのスペース',
    'foundations_title' => '財団',
    'foundations_text' =>
        '私たちは世界中の財団や慈善団体と協力し、
社会的・教育的・人道的なさまざまな取り組みを支援しています。
当システムでポイントを購入するすべての企業は、自動的に',
    'foundations_strong' =>'購入金額の50％を
選択した財団に寄付します。',
    'foundations_text2' =>'これにより、
ポータル上で行われるすべての採用やキャンペーンが
他者に対して実際にポジティブな影響をもたらします。
企業は国ごとに財団を検索し、その目的を確認し、
支援先を自ら選択できます。',
    'partners'=>'パートナー'
];
