<?php

return [
    'content_required' => 'Содержание комментария обязательно для заполнения.',
    'content_min' => 'Комментарий должен содержать не менее :min символов.',
    'content_max' => 'Комментарий не может содержать более :max символов.',
    'article_required' => 'Указание статьи обязательно.',
    'article_exists' => 'Выбранная статья не существует.',
    'parent_exists' => 'Комментарий, на который вы пытаетесь ответить, не существует.',
    'notyComment' => 'У вас есть комментарий к статье № ',
    'publishComment' => 'Управление публикацией и видимостью статьи',
    'anonim' => 'Аноним',
    'see' => 'Видимый',
    'hide' => 'Скрытый',
    'response' => 'Ответ',
    'WriteResponse' => 'Напишите ответ...',
    'WriteComment' => 'Напишите комментарий...',
    'comments' => 'Комментарии',
    'main' => 'основные',
    'responses' => 'ответы',
    'add' => 'Добавить комментарий',
    'addLogin' => 'Войдите, чтобы добавить комментарий',
];
