<?php

return [

    'about_title' => 'О нас',
    'partners_title' => 'Наши партнёры',
    'partners_text' =>
        'Work4You.Global сотрудничает с надёжными
        партнёрами со всего мира — компаниями, учреждениями
        и организациями, которые поддерживают развитие рынка
        труда и идею ответственного бизнеса. Благодаря
        этим партнёрствам',
    'partners_strong' => 'мы объединяем современные
        технологии рекрутинга с реальным социальным
        воздействием, ',
    'partners_text2' => 'создавая пространство, в котором выигрывают
        как работодатели, так и кандидаты.',
    'partners_subtitle' => 'Познакомьтесь с нашими партнёрами',
    'partners_slider_placeholder' =>
        'Место для слайдера партнёров',
    'foundations_title' => 'Фонды',
    'foundations_text' =>
        'Мы сотрудничаем с фондами и благотворительными
организациями по всему миру, поддерживая
различные социальные, образовательные и
гуманитарные инициативы. Каждая компания,
покупающая баллы в нашей системе, автоматически',
    'foundations_strong' =>'перечисляет 50%
стоимости покупки выбранному фонду.',
    'foundations_text2' =>'Благодаря этому
каждый рекрутинг и кампания, реализованные на
портале, оказывают реальное положительное влияние на других.
Компании могут искать фонд по стране,
узнать его цели и самостоятельно решить,
кому они хотят помочь.',
    'partners'=>'Партнёры'
];
