<?php

return [
    'content_required' => 'Змест каментарыя абавязковы.',
    'content_min' => 'Каментарый павінен утрымліваць як мінімум :min сімвалаў.',
    'content_max' => 'Каментарый не можа перавышаць :max сімвалаў.',
    'article_required' => 'Артыкул абавязковы.',
    'article_exists' => 'Выбраны артыкул не існуе.',
    'parent_exists' => 'Каментарый, на які вы адказваеце, не існуе.',
    'notyComment' => 'У вас ёсць новы каментарый да артыкула № ',
    'publishComment' => 'Кіруйце публікацыяй і бачнасцю артыкула',
    'anonim' => 'Ананім',
    'see' => 'Бачны',
    'hide' => 'Схаваны',
    'response' => 'Адказ',
    'WriteResponse' => 'Напішыце адказ...',
    'WriteComment' => 'Напішыце каментарый...',
    'comments' => 'Каментарыі',
    'main' => 'асноўныя',
    'responses' => 'адказы',
    'add' => 'Дадаць каментарый',
    'addLogin' => 'Увайдзіце, каб дадаць каментарый',
];
