<?php

return [
    'inactive_subject' => 'Важна: Вашы аб’явы ў Work4You Global могуць быць выдалены',
    'inactive_title' => 'Важная інфармацыя адносна вашага ўліковага запісу',
    'inactive_body_1' => 'Паважаныя карыстальнікі,',
    'inactive_body_2' => 'Паведамляем, што на працягу больш чым 12 месяцаў не было зафіксавана ўваходу ў ваш уліковы запіс на платформе Work4You Global.',
    'inactive_body_3' => 'У рамках абнаўлення і ўпарадкавання базы ўліковых запісаў просім вас увайсці ў свой уліковы запіс на працягу 7 дзён з моманту атрымання гэтага паведамлення.',
    'inactive_body_4' => 'Калі ўваход не будзе выкананы ў вызначаны тэрмін:',
    'inactive_bullet_1' => 'усе актыўныя і захаваныя аб’явы будуць выдалены,',
    'inactive_bullet_2' => 'уліковы запіс кампаніі будзе дэактываваны і пазначаны як пратэрмінаваны,',
    'inactive_bullet_3' => 'доступ да назапашаных даных можа быць абмежаваны або выдалены ў адпаведнасці з дзеючымі правіламі захоўвання даных.',
    'inactive_body_5' => 'Каб захаваць свой уліковы запіс і апублікаваны кантэнт, дастаткова ўвайсці на сайце:',
    'login_button' => 'Увайсці ў Work4You Global',
    'inactive_body_6' => 'Калі ў вас узнікнуць пытанні або праблемы з доступам да ўліковага запісу, калі ласка, звяжыцеся з нашай службай падтрымкі.',
    'inactive_footer' => 'Дзякуем за выкарыстанне Work4You Global.',
];
