<?php

return [

    'about_title' => 'Пра нас',
    'partners_title' => 'Нашы партнёры',
    'partners_text' =>
        'Work4You.Global супрацоўнічае з надзейнымі
        партнёрамі з усяго свету — кампаніямі, установамі
        і арганізацыямі, якія падтрымліваюць развіццё рынку
        працы і ідэю адказнага бізнесу. Дзякуючы гэтым
        партнёрствам',
    'partners_strong' => 'мы аб’ядноўваем сучасныя
        тэхналогіі рэкрутынгу з рэальным сацыяльным
        уплывам, ',
    'partners_text2' => 'ствараючы прастору, у якой
        выйграюць як працадаўцы, так і кандыдаты.',
    'partners_subtitle' => 'Пазнаёмцеся з нашымі партнёрамі',
    'partners_slider_placeholder' =>
        'Месца для слайдэра партнёраў',
    'foundations_title' => 'Фонды',
    'foundations_text' =>
        'Мы супрацоўнічаем з фондамі і дабрачыннымі
арганізацыямі па ўсім свеце, падтрымліваючы
розныя сацыяльныя, адукацыйныя і гуманітарныя
ініцыятывы. Кожная кампанія, якая набывае балы
ў нашай сістэме, аўтаматычна',
    'foundations_strong' =>'перадае 50%
коштy пакупкі ў выбраны фонд.',
    'foundations_text2' =>'Дзякуючы
гэтаму кожны працэс найму і кампанія,
якая праводзіцца на платформе, мае
рэальны станоўчы ўплыў на іншых.
Кампаніі могуць шукаць фонд па краіне,
даведацца пра яго мэты і самастойна
вырашаць, каму дапамагчы.',
    'partners'=>'Партнёры'
];
