<?php

return [

    'about_title' => 'අපි ගැන',
    'partners_title' => 'අපගේ හවුල්කරුවන්',
    'partners_text' =>
        'Work4You.Global ලොව පුරා විශ්වාසදායක හවුල්කරුවන් සමඟ සහයෝගයෙන් කටයුතු කරයි – රැකියා වෙළඳපොළේ සංවර්ධනයට සහ වගකීම් සහගත ව්‍යාපාරික අදහසට සහාය දක්වන සමාගම්, ආයතන සහ සංවිධාන. මෙම හවුල්කාරකම් වලට ස්තුතිවන්ත වන්නට',
    'partners_strong' => 'අපි නවීන බඳවා ගැනීමේ තාක්ෂණයන් සැබෑ සමාජ බලපෑම සමඟ සම්බන්ධ කර,',
    'partners_text2' => 'සේවා යෝජකයන් සහ අයදුම්කරුවන් යන දෙපිරිසටම ප්‍රතිලාභ ලැබෙන ඉඩක් නිර්මාණය කරයි.',
    'partners_subtitle' => 'අපගේ හවුල්කරුවන් හඳුනා ගන්න',
    'partners_slider_placeholder' =>
        'හවුල්කරුවන් ස්ලයිඩරය සඳහා ස්ථානය',
    'foundations_title' => 'පදනම්',
    'foundations_text' =>
        'අපි ලොව පුරා පදනම් සහ පුණ්‍යායතන සංවිධාන සමඟ සහයෝගයෙන් කටයුතු කරමින් විවිධ සමාජීය, අධ්‍යාපනික සහ මානුෂීය මුලපිරීම් සඳහා සහාය දක්වමු. අපගේ පද්ධතියේ ලකුණු මිලදී ගන්නා සෑම සමාගමක්ම ස්වයංක්‍රීයව',
    'foundations_strong' =>'මිලදී ගැනීමේ වටිනාකමෙන් 50% ක් තෝරාගත් පදනමකට පරිත්‍යාග කරයි.',
    'foundations_text2' =>'මේ නිසා, ද්වාරයෙහි සිදු කරන සෑම බඳවා ගැනීමක් සහ ව්‍යාපාරයක්ම අන් අය කෙරෙහි සැබෑ, ධනාත්මක බලපෑමක් ඇති කරයි. සමාගම්වලට රට අනුව පදනමක් සෙවිය හැක, එහි ක්‍රියාකාරීත්වයේ අරමුණ දැනගත හැක, සහ තමන්ට උදව් කිරීමට අවශ්‍ය කාටද යන්න ස්වාධීනව තීරණය කළ හැක.',
    'partners'=>'හවුල්කරුවන්'

];
