<?php

return [
    'content_required' => 'Содржината на коментарот е задолжителна.',
    'content_min' => 'Коментарот мора да има најмалку :min знаци.',
    'content_max' => 'Коментарот не смее да има повеќе од :max знаци.',
    'article_required' => 'Статијата е задолжителна.',
    'article_exists' => 'Избраната статија не постои.',
    'parent_exists' => 'Коментарот на кој одговарате не постои.',
    'notyComment' => 'Имате коментар на статијата бр: ',
    'publishComment' => 'Управувајте со објавувањето и видливоста на статијата',
    'anonim' => 'Анонимен',
    'see' => 'Видливо',
    'hide' => 'Скриено',
    'response' => 'Одговор',
    'WriteResponse' => 'Напишете одговор...',
    'WriteComment' => 'Напишете коментар...',
    'comments' => 'Коментари',
    'main' => 'главни',
    'responses' => 'одговори',
    'add' => 'Додај коментар',
    'addLogin' => 'Најавете се за да додадете коментар',
];
