<?php

return [

    'about_title' => 'За нас',
    'partners_title' => 'Наши партнери',
    'partners_text' =>
        'Work4You.Global соработува со доверливи
        партнери од целиот свет – компании, институции
        и организации кои го поддржуваат развојот на
        пазарот на труд и идејата за одговорен бизнис. Благодарение
        на овие партнерства',
    'partners_strong' => 'ги поврзуваме модерните
        технологии за регрутација со реално
        општествено влијание, ',
    'partners_text2' => 'создавајќи простор во кој добиваат
        и работодавачите и кандидатите.',
    'partners_subtitle' => 'Запознај ги нашите партнери',
    'partners_slider_placeholder' =>
        'Место за слајдер со партнери',
    'foundations_title' => 'Фондации',
    'foundations_text' =>
        'Соработуваме со фондации и
хуманитарни организации ширум светот, поддржувајќи
различни општествени, образовни и
хуманитарни иницијативи. Секоја компанија
која купува поени во нашиот систем
автоматски',
    'foundations_strong' =>'пренесува 50%
од вредноста на купувањето на избрана фондација.',
    'foundations_text2' =>'Благодарение на тоа
секоја регрутација и кампања спроведена
на платформата има реално, позитивно влијание врз другите.
Компаниите можат да пребараат фондација по држава,
да ја запознаат нејзината мисија и самостојно да одлучат
кому сакаат да помогнат.',
    'partners'=>'Партнери'
];
