<?php

return [
    'total_upload_size_too_high' => 'Максимальний дозволений розмір загалом: :max',
    'total_upload_size_too_low' => 'Мінімальний дозволений розмір загалом: :min',

    'file_too_big' => 'Цей файл занадто великий. Максимальний дозволений розмір: :max',
    'file_too_small' => 'Цей файл занадто малий. Він має бути не меншим за :min',

    'incorrect_dimensions' => [
        'width' => 'Ширина зображення має бути :width пікселів',
        'height' => 'Висота зображення має бути :height пікселів',
        'both' => 'Розміри зображення мають бути :width × :height пікселів',
    ],

    'width_not_between' => 'Ширина зображення має бути між :min і :max пікселями',
    'height_not_between' => 'Висота зображення має бути між :min і :max пікселями',

    'max_items' => 'Ви можете завантажити лише :max елементів|Ви можете завантажити лише :max елементи',
    'min_items' => 'Ви повинні завантажити щонайменше :min елементів|Ви повинні завантажити щонайменше :min елементи',

    'extension' => 'Файл має бути типу :extensions',
    'mime' => 'Файл має мати MIME-тип :mimes',
    'type' => 'Ви повинні завантажити файл типу :values',
];
