<?php

return [
    'content_required' => 'टिप्पणीको सामग्री आवश्यक छ।',
    'content_min' => 'टिप्पणी कम्तिमा :min अक्षरको हुनुपर्छ।',
    'content_max' => 'टिप्पणी :max अक्षरभन्दा बढी हुनु हुँदैन।',
    'article_required' => 'लेख आवश्यक छ।',
    'article_exists' => 'चयन गरिएको लेख अस्तित्वमा छैन।',
    'parent_exists' => 'तपाईंले जवाफ दिन खोज्नुभएको टिप्पणी अस्तित्वमा छैन।',
    'notyComment' => 'तपाईंको लेखमा एउटा टिप्पणी छ: ',
    'publishComment' => 'लेखको प्रकाशन र दृश्यता व्यवस्थापन गर्नुहोस्',
    'anonim' => 'अज्ञात',
    'see' => 'दृश्यमान',
    'hide' => 'लुकाइएको',
    'response' => 'जवाफ',
    'WriteResponse' => 'जवाफ लेख्नुहोस्...',
    'WriteComment' => 'टिप्पणी लेख्नुहोस्...',
    'comments' => 'टिप्पणीहरू',
    'main' => 'मुख्य',
    'responses' => 'जवाफहरू',
    'add' => 'टिप्पणी थप्नुहोस्',
    'addLogin' => 'टिप्पणी थप्नका लागि लगइन गर्नुहोस्',
];
