<?php

return [

    'about_title' => 'हाम्रो बारेमा',

    'partners_title' => 'हाम्रा साझेदारहरू',

    'partners_text' =>
        'Work4You.Global ले विश्वभरका विश्वसनीय
        साझेदारहरूसँग सहकार्य गर्दछ – कम्पनीहरू, संस्थाहरू
        र संगठनहरू जसले रोजगार बजारको विकास
        तथा जिम्मेवार व्यवसायको अवधारणालाई समर्थन गर्छन्।
        यी साझेदारीमार्फत',

    'partners_strong' => 'हामी आधुनिक
        भर्ती प्रविधिहरूलाई वास्तविक सामाजिक प्रभावसँग
        जोड्छौं, ',

    'partners_text2' => 'र त्यस्तो वातावरण सिर्जना गर्छौं जहाँ
        रोजगारदाता र उम्मेदवार दुवै लाभान्वित हुन्छन्।',

    'partners_subtitle' => 'हाम्रा साझेदारहरूबारे जान्नुहोस्',

    'partners_slider_placeholder' =>
        'साझेदारहरूको स्लाइडरका लागि स्थान',

    'foundations_title' => 'फाउन्डेसनहरू',

    'foundations_text' =>
        'हामी विश्वभरका फाउन्डेसनहरू र परोपकारी
संस्थाहरूसँग सहकार्य गर्छौं, विभिन्न सामाजिक,
शैक्षिक र मानवीय पहलहरूलाई समर्थन गर्दै।
हाम्रो प्रणालीमा अंक किन्ने प्रत्येक कम्पनीले
स्वचालित रूपमा',

    'foundations_strong' =>'खरीद मूल्यको ५०%
छनोट गरिएको फाउन्डेसनमा दान गर्दछ।',

    'foundations_text2' =>'यसले
प्लेटफर्ममा गरिने प्रत्येक भर्ती र अभियानले
वास्तविक सकारात्मक प्रभाव पार्छ।
कम्पनीहरूले देशअनुसार फाउन्डेसन खोज्न,
यसको उद्देश्य बुझ्न र आफैंले कसलाई मद्दत गर्ने
निर्णय गर्न सक्छन्।',

    'partners'=>'साझेदारहरू'

];
