<?php

return [
    'total_upload_size_too_high' => 'Το μέγιστο επιτρεπόμενο συνολικό μέγεθος είναι :max',
    'total_upload_size_too_low' => 'Το ελάχιστο επιτρεπόμενο συνολικό μέγεθος είναι :min',

    'file_too_big' => 'Αυτό το αρχείο είναι πολύ μεγάλο. Το μέγιστο επιτρεπόμενο μέγεθος είναι :max',
    'file_too_small' => 'Αυτό το αρχείο είναι πολύ μικρό. Θα πρέπει να είναι τουλάχιστον :min',

    'incorrect_dimensions' => [
        'width' => 'Το πλάτος της εικόνας πρέπει να είναι :width pixels',
        'height' => 'Το ύψος της εικόνας πρέπει να είναι :height pixels',
        'both' => 'Οι διαστάσεις της εικόνας πρέπει να είναι :width × :height pixels',
    ],

    'width_not_between' => 'Το πλάτος της εικόνας πρέπει να είναι μεταξύ :min και :max pixels',
    'height_not_between' => 'Το ύψος της εικόνας πρέπει να είναι μεταξύ :min και :max pixels',

    'max_items' => 'Μπορείτε να ανεβάσετε μόνο :max στοιχείο|Μπορείτε να ανεβάσετε μόνο :max στοιχεία',
    'min_items' => 'Πρέπει να ανεβάσετε τουλάχιστον :min στοιχείο|Πρέπει να ανεβάσετε τουλάχιστον :min στοιχεία',

    'extension' => 'Το αρχείο πρέπει να είναι τύπου :extensions',
    'mime' => 'Το αρχείο πρέπει να έχει MIME τύπο :mimes',
    'type' => 'Πρέπει να ανεβάσετε ένα αρχείο τύπου :values',
];
