<?php

return [
    'inactive_subject' => 'አስፈላጊ፡ በWork4You Global ላይ ያሉ ማስታወቂያዎችዎ ሊሰረዙ ይችላሉ',
    'inactive_title' => 'ስለ መለያዎ አስፈላጊ መረጃ',
    'inactive_body_1' => 'ውድ ደንበኛ፣',
    'inactive_body_2' => 'ባለፉት 12 ወራት ውስጥ ወደ Work4You Global መለያዎ መግባት እንዳልተመዘገበ እናሳውቃለን።',
    'inactive_body_3' => 'የመለያዎች መረጃ ቋት ማዘመንና ማደራጀት በሚካሄደው ሂደት ምክንያት፣ ይህን መልዕክት ከተቀበሉ በኋላ በ7 ቀናት ውስጥ ወደ መለያዎ እንዲገቡ እንጠይቃለን።',
    'inactive_body_4' => 'በተወሰነው ጊዜ ውስጥ ካልገቡ፦',
    'inactive_bullet_1' => 'ሁሉም ንቁ እና የተቀመጡ ማስታወቂያዎች ይሰረዛሉ፣',
    'inactive_bullet_2' => 'የድርጅቱ መለያ ይቦዝና እንደ ጊዜው ያለፈበት ይመዘገባል፣',
    'inactive_bullet_3' => 'የተከማቹ መረጃዎች መዳረሻ በተፈጻሚ የመረጃ ማቆያ ፖሊሲዎች መሰረት ሊገደብ ወይም ሊሰረዝ ይችላል።',
    'inactive_body_5' => 'መለያዎን እና የታተሙ ይዘቶችን ለማስቀጠል በቀላሉ በሚከተለው ገጽ ይግቡ፦',
    'login_button' => 'ወደ Work4You Global ይግቡ',
    'inactive_body_6' => 'ስለ መለያዎ መዳረሻ ጥያቄዎች ወይም ችግሮች ካሉዎት እባክዎ የድጋፍ ቡድናችንን ያነጋግሩ።',
    'inactive_footer' => 'Work4You Global ን ስለሚጠቀሙ እናመሰግናለን።',

    'incomplete_profile_subject' => 'በ Work4You.Global መድረክ ላይ ፕሮፋይልዎን ያሟሉ',
    'incomplete_profile_greeting' => 'ውድ ደንበኛ፣',
    'incomplete_profile_thanks' => 'Work4You.Global ን ስለሚጠቀሙ እናመሰግናለን።',
    'incomplete_profile_body_1' => 'የኩባንያዎን ፕሮፋይል እንደ የድርጅቱ መግለጫ፣ አርማ፣ የመገናኛ መረጃዎች እና የድርጅቱ ማቅረቢያ ባሉ ተጨማሪ መረጃዎች እንዲያሟሉ እንጋብዛለን።',
    'incomplete_profile_body_2' => 'የተሟላ ፕሮፋይል በመድረካችን ላይ የኩባንያው መታወቂያ ሲሆን እምነትን ያሳድጋል እና የቀጣሪውን ትክክለኛነት ያረጋግጣል። እጩዎች ስለ ኩባንያው ተጨማሪ መረጃ ሲያገኙ ለስራ ማስታወቂያዎች ለማመልከት የበለጠ ፍላጎት ያሳያሉ።',
    'incomplete_profile_body_3' => 'በጥሩ ሁኔታ የተዘጋጀ ፕሮፋይል አዎንታዊ የቀጣሪ ምስል ለመገንባት ይረዳል፣ ከሌሎች ኩባንያዎች ይለያል እና በሚታተሙ ማስታወቂያዎች ላይ ፍላጎትን ያሳድጋል።',
    'incomplete_profile_body_4' => 'ፕሮፋይልዎን ለማሟላት እና ድርጅትዎን ለሚችሉ እጩዎች በተሻለ ሁኔታ ለማቅረብ ጥቂት ደቂቃዎችን እንዲያወጡ እናበረታታለን።',
    'incomplete_profile_footer' => 'ጥያቄዎች ወይም ድጋፍ ካስፈለገዎት በማንኛውም ጊዜ ለእርስዎ ዝግጁ ነን።',
];
