<?php

return [

    'about_title' => 'ስለ እኛ',
    'partners_title' => 'አጋሮቻችን',
    'partners_text' =>
        'Work4You.Global ከዓለም ዙሪያ ካሉ የታመኑ
        አጋሮች ጋር ይሰራል — ከኩባንያዎች፣ ከተቋማት
        እና ከድርጅቶች ጋር፣ የስራ ገበያውን እድገት
        እና ኃላፊነት ያለው ቢዝነስ ሀሳብን የሚደግፉ። ለእነዚህ
        ትብብሮች ምስጋና ይግባውና',
    'partners_strong' => 'ዘመናዊ የቅጥር
        ቴክኖሎጂዎችን ከእውነተኛ ማህበራዊ
        ተፅዕኖ ጋር እናገናኛለን፣ ',
    'partners_text2' => 'ቀጣሪዎችም ሆኑ
        እጩዎች የሚጠቀሙበትን ቦታ እንፈጥራለን።',
    'partners_subtitle' => 'አጋሮቻችንን ይወቁ',
    'partners_slider_placeholder' =>
        'ለአጋሮች ስላይደር የተዘጋጀ ቦታ',
    'foundations_title' => 'ፋውንዴሽኖች',
    'foundations_text' =>
        'ከዓለም ዙሪያ ካሉ ፋውንዴሽኖችና የበጎ አድራጎት
ድርጅቶች ጋር እንተባበራለን፣ የተለያዩ
ማህበራዊ፣ ትምህርታዊ እና
ሰብአዊ ፕሮጀክቶችን በመደገፍ። በእኛ
ስርዓት ውስጥ ነጥቦችን የሚገዛ እያንዳንዱ ኩባንያ በራስ-ሰር',
    'foundations_strong' =>'ከግዢው ዋጋ 50%
ወደ ተመረጠ ፋውንዴሽን ይሰጣል።',
    'foundations_text2' =>'በዚህ
መንገድ በፖርታሉ ላይ የሚካሄድ እያንዳንዱ
ቅጥር እና ዘመቻ በሌሎች ላይ እውነተኛ
እና አዎንታዊ ተፅዕኖ ይፈጥራል።
ኩባንያዎች ፋውንዴሽኑን በሀገር
መሠረት መፈለግ፣ ዓላማውን ማወቅ እና በራሳቸው መወሰን
ይችላሉ፣ ማንን መርዳት እንደሚፈልጉ።',
    'partners'=>'አጋሮች'
];
