<?php

return [
    'content_required' => 'ខ្លឹមសារមតិយោបល់គឺចាំបាច់ត្រូវមាន។',
    'content_min' => 'មតិយោបល់ត្រូវតែមានយ៉ាងហោចណាស់ :min តួអក្សរ។',
    'content_max' => 'មតិយោបល់មិនអាចលើសពី :max តួអក្សរឡើយ។',
    'article_required' => 'អត្ថបទគឺចាំបាច់ត្រូវមាន។',
    'article_exists' => 'អត្ថបទដែលបានជ្រើសរើសមិនមានឡើយ។',
    'parent_exists' => 'មតិយោបល់ដែលអ្នកកំពុងឆ្លើយតបមិនមានឡើយ។',
    'notyComment' => 'អ្នកមានមតិយោបល់លើអត្ថបទលេខ៖ ',
    'publishComment' => 'គ្រប់គ្រងការបោះពុម្ព និងការមើលឃើញនៃអត្ថបទ',
    'anonim' => 'អនាមិក',
    'see' => 'បង្ហាញ',
    'hide' => 'លាក់',
    'response' => 'ការឆ្លើយតប',
    'WriteResponse' => 'សរសេរការឆ្លើយតប...',
    'WriteComment' => 'សរសេរមតិយោបល់...',
    'comments' => 'មតិយោបល់',
    'main' => 'មេ',
    'responses' => 'ការឆ្លើយតប',
    'add' => 'បន្ថែមមតិយោបល់',
    'addLogin' => 'សូមចូលប្រើដើម្បីបន្ថែមមតិយោបល់',
];
