<?php

return [

    'about_title' => 'អំពីយើង',

    'partners_title' => 'ដៃគូរបស់យើង',

    'partners_text' =>
        'Work4You.Global សហការជាមួយដៃគូដែលទុកចិត្តបាន
        ពីទូទាំងពិភពលោក — ក្រុមហ៊ុន ស្ថាប័ន
        និងអង្គការដែលគាំទ្រការអភិវឌ្ឍទីផ្សារការងារ
        និងគំនិតអាជីវកម្មមានទំនួលខុសត្រូវ។ តាមរយៈ
        ការសហការទាំងនេះ',

    'partners_strong' => 'យើងភ្ជាប់បច្ចេកវិទ្យាជ្រើសរើសបុគ្គលិកសម័យថ្មី
        ជាមួយឥទ្ធិពលសង្គមពិតប្រាកដ ',

    'partners_text2' => 'យើងបង្កើតបរិយាកាសដែល
        និយោជក និងបេក្ខជនទាំងពីរទទួលបានអត្ថប្រយោជន៍។',

    'partners_subtitle' => 'ស្គាល់ដៃគូរបស់យើង',

    'partners_slider_placeholder' =>
        'កន្លែងសម្រាប់បង្ហាញស្លាយដៃគូ',

    'foundations_title' => 'មូលនិធិ',

    'foundations_text' =>
        'យើងសហការជាមួយមូលនិធិ និងអង្គការសប្បុរសធម៌
ពីទូទាំងពិភពលោក ដើម្បីគាំទ្រកម្មវិធីសង្គម អប់រំ
និងមនុស្សធម៌ជាច្រើន។ ក្រុមហ៊ុនណាមួយដែលទិញពិន្ទុ
ក្នុងប្រព័ន្ធរបស់យើង នឹងដោយស្វ័យប្រវត្តិ',

    'foundations_strong' =>'បរិច្ចាគ 50%
នៃតម្លៃការទិញទៅមូលនិធិដែលបានជ្រើសរើស។',

    'foundations_text2' =>'ដោយហេតុនេះ
ការជ្រើសរើសបុគ្គលិក និងយុទ្ធនាការណាមួយលើវេទិកា
បង្កើតឥទ្ធិពលវិជ្ជមានពិតប្រាកដ។
ក្រុមហ៊ុនអាចស្វែងរកមូលនិធិតាមប្រទេស
ស្គាល់គោលបំណងរបស់វា និងសម្រេចដោយខ្លួនឯង
ថាតើពួកគេចង់ជួយនរណា។',

    'partners'=>'ដៃគូ'

];
