<?php

return [

    'about_title' => 'เกี่ยวกับเรา',
    'partners_title' => 'พันธมิตรของเรา',
    'partners_text' =>
        'Work4You.Global ร่วมมือกับพันธมิตรที่เชื่อถือได้จากทั่วโลก – บริษัท สถาบัน และองค์กรที่สนับสนุนการพัฒนาตลาดแรงงานและแนวคิดธุรกิจที่มีความรับผิดชอบ ผ่านความร่วมมือเหล่านี้',
    'partners_strong' => 'เราเชื่อมโยงเทคโนโลยีการสรรหาที่ทันสมัยเข้ากับผลกระทบทางสังคมที่แท้จริง ',
    'partners_text2' => 'สร้างพื้นที่ที่นายจ้างและผู้สมัครงานต่างได้รับประโยชน์',
    'partners_subtitle' => 'พบกับพันธมิตรของเรา',
    'partners_slider_placeholder' =>
        'พื้นที่สำหรับสไลด์แสดงพันธมิตร',
    'foundations_title' => 'มูลนิธิ',
    'foundations_text' =>
        'เราร่วมมือกับมูลนิธิและองค์กรการกุศลทั่วโลก สนับสนุนโครงการริเริ่มทางสังคม การศึกษา และมนุษยธรรมที่หลากหลาย บริษัททุกแห่งที่ซื้อคะแนนในระบบของเราโดยอัตโนมัติ',
    'foundations_strong' =>'จะมอบ 50% ของมูลค่าการซื้อให้แก่มูลนิธิที่เลือก',
    'foundations_text2' =>'ด้วยเหตุนี้ การสรรหาและแคมเปญทุกครั้งที่ดำเนินการบนพอร์ทัลจึงมีผลกระทบเชิงบวกที่แท้จริงต่อผู้อื่น บริษัทต่างๆ สามารถค้นหามูลนิธิตามประเทศ เรียนรู้วัตถุประสงค์การดำเนินงาน และตัดสินใจด้วยตนเองว่าต้องการช่วยเหลือใคร',
    'partners'=>'พันธมิตร'

];
