<?php

return [
    'content_required' => 'Сэтгэгдлийн агуулга заавал байх ёстой.',
    'content_min' => 'Сэтгэгдэл хамгийн багадаа :min тэмдэгт байх ёстой.',
    'content_max' => 'Сэтгэгдэл :max тэмдэгтээс хэтрэхгүй байх ёстой.',
    'article_required' => 'Нийтлэл заавал байх ёстой.',
    'article_exists' => 'Сонгосон нийтлэл байхгүй байна.',
    'parent_exists' => 'Таны хариулж буй сэтгэгдэл байхгүй байна.',
    'notyComment' => 'Таны нийтлэлд сэтгэгдэл ирсэн байна: ',
    'publishComment' => 'Нийтлэлийн нийтлэгдэх байдал болон харагдах байдлыг удирдах',
    'anonim' => 'Зочин',
    'see' => 'Харагдах',
    'hide' => 'Нуугдсан',
    'response' => 'Хариулт',
    'WriteResponse' => 'Хариулт бичих...',
    'WriteComment' => 'Сэтгэгдэл бичих...',
    'comments' => 'Сэтгэгдлүүд',
    'main' => 'үндсэн',
    'responses' => 'хариултууд',
    'add' => 'Сэтгэгдэл нэмэх',
    'addLogin' => 'Сэтгэгдэл үлдээхийн тулд нэвтэрнэ үү',
];
