<?php

return [

    'about_title' => 'Бидний тухай',
    'partners_title' => 'Манай түншүүд',
    'partners_text' =>
        'Work4You.Global нь дэлхийн өнцөг булан бүрийн
        итгэлтэй түншүүдтэй хамтран ажилладаг —
        компаниуд, байгууллагууд болон хөдөлмөрийн зах зээлийн
        хөгжлийг дэмжигч байгууллагуудтай.
        Эдгээр түншлэлүүдийн ачаар',
    'partners_strong' => 'бид орчин үеийн
        ажилд авах технологийг бодит
        нийгмийн нөлөөтэй хослуулдаг, ',
    'partners_text2' => 'ингэснээр ажил олгогч болон
        ажил хайгчид аль аль нь ашиг хүртэх
        орчныг бүрдүүлдэг.',
    'partners_subtitle' => 'Манай түншүүдтэй танилцана уу',
    'partners_slider_placeholder' =>
        'Түншүүдийн слайдер байрлах хэсэг',
    'foundations_title' => 'Сангууд',
    'foundations_text' =>
        'Бид дэлхийн өнцөг булан бүрийн сангууд болон
буяны байгууллагуудтай хамтран ажиллаж,
нийгмийн, боловсролын болон хүмүүнлэгийн
төрөл бүрийн санаачлагыг дэмждэг.
Манай системд оноо худалдан авсан
компани бүр автоматаар',
    'foundations_strong' =>'худалдан авалтын
үнэ цэнийн 50%-ийг сонгосон санд
шилжүүлдэг.',
    'foundations_text2' =>'Ингэснээр
платформ дээрх ажилд авах болон
кампанит ажил бүр бусдад бодит,
эерэг нөлөө үзүүлдэг. Компаниуд улс
орноор нь сан хайж, түүний зорилгыг
таньж мэдэн, хэнд туслахаа өөрсдөө
шийдэж чадна.',
    'partners'=>'Түншүүд'
];
