<?php

return [
    'content_required' => 'မှတ်ချက်ပါဝင်မှုမှာ လိုအပ်ပါသည်။',
    'content_min' => 'မှတ်ချက်သည် အနည်းဆုံး :min စာလုံး ရှိရပါမည်။',
    'content_max' => 'မှတ်ချက်သည် စာလုံးရေ :max ထက် မပိုရပါ။',
    'article_required' => 'ဆောင်းပါးမှာ လိုအပ်ပါသည်။',
    'article_exists' => 'ရွေးချယ်ထားသော ဆောင်းပါး မရှိပါ။',
    'parent_exists' => 'သင်ပြန်လည်ဖြေကြားလိုသော မှတ်ချက် မရှိတော့ပါ။',
    'notyComment' => 'သင့်တွင် ဆောင်းပါးနံပါတ်အတွက် မှတ်ချက်တစ်ခု ရှိနေပါသည်: ',
    'publishComment' => 'ဆောင်းပါး ထုတ်ဝေမှုနှင့် မြင်နိုင်စွမ်းကို စီမံပါ',
    'anonim' => 'အမည်မဖော်လိုသူ',
    'see' => 'မြင်နိုင်သည်',
    'hide' => 'ဝှက်ထားသည်',
    'response' => 'အကြောင်းပြန်ချက်',
    'WriteResponse' => 'အကြောင်းပြန်ချက် ရေးရန်...',
    'WriteComment' => 'မှတ်ချက် ရေးရန်...',
    'comments' => 'မှတ်ချက်များ',
    'main' => 'ပင်မ',
    'responses' => 'အကြောင်းပြန်ချက်များ',
    'add' => 'မှတ်ချက်ထည့်ရန်',
    'addLogin' => 'မှတ်ချက်ထည့်ရန် လော့ဂ်အင်ဝင်ပါ',
];
