<?php

return [

    'about_title' => 'ကျွန်ုပ်တို့အကြောင်း',
    'partners_title' => 'ကျွန်ုပ်တို့၏ မိတ်ဖက်များ',
    'partners_text' =>
        'Work4You.Global သည် ယုံကြည်စိတ်ချရသော
        ကမ္ဘာတစ်ဝှမ်းမှ မိတ်ဖက်များဖြစ်သည့် ကုမ္ပဏီများ၊
        အဖွဲ့အစည်းများနှင့် အဖွဲ့များနှင့် ပူးပေါင်းလုပ်ဆောင်နေပြီး
        အလုပ်အကိုင်ဈေးကွက် ဖွံ့ဖြိုးတိုးတက်ရေးနှင့်
        တာဝန်ရှိသော စီးပွားရေးအယူအဆကို ထောက်ပံ့ပေးနေပါသည်။
        ဤပူးပေါင်းဆောင်ရွက်မှုများကြောင့်',
    'partners_strong' => 'ကျွန်ုပ်တို့သည် ခေတ်မီ
        အလုပ်ခန့်အပ်မှုနည်းပညာများကို လူမှုရေးအကျိုးသက်ရောက်မှု
        အမှန်တကယ်နှင့် ပေါင်းစပ်ထားပါသည်၊ ',
    'partners_text2' => 'အလုပ်ရှင်များနှင့် လျှောက်ထားသူများ
        နှစ်ဖက်လုံး အကျိုးရှိစေသော နေရာတစ်ခုကို ဖန်တီးထားပါသည်။',
    'partners_subtitle' => 'ကျွန်ုပ်တို့၏ မိတ်ဖက်များကို သိရှိပါ',
    'partners_slider_placeholder' =>
        'မိတ်ဖက်များ slider အတွက် နေရာ',
    'foundations_title' => 'ဖောင်ဒေးရှင်းများ',
    'foundations_text' =>
        'ကျွန်ုပ်တို့သည် ကမ္ဘာတစ်ဝှမ်းရှိ ဖောင်ဒေးရှင်းများနှင့်
လူမှုကူညီရေးအဖွဲ့အစည်းများနှင့် ပူးပေါင်း၍ လူမှုရေး၊
ပညာရေးနှင့် လူသားရေးဆိုင်ရာ လှုပ်ရှားမှုများကို
ထောက်ပံ့ပေးနေပါသည်။ ကျွန်ုပ်တို့၏ စနစ်တွင်
အမှတ်များကို ဝယ်ယူသော ကုမ္ပဏီတိုင်းသည်',
    'foundations_strong' =>'ဝယ်ယူမှုတန်ဖိုး၏ ၅၀% ကို
ရွေးချယ်ထားသော ဖောင်ဒေးရှင်းသို့ အလိုအလျောက် လှူဒါန်းပါသည်။',
    'foundations_text2' =>'ထို့ကြောင့်
ပလက်ဖောင်းပေါ်တွင် ပြုလုပ်သည့် အလုပ်ခန့်အပ်မှုများနှင့်
ကမ်ပိန်းတိုင်းသည် အခြားသူများအပေါ် အမှန်တကယ်
အပြုသဘောဆောင်သော သက်ရောက်မှု ရှိစေပါသည်။
ကုမ္ပဏီများသည် နိုင်ငံအလိုက် ဖောင်ဒေးရှင်းများကို ရှာဖွေနိုင်ပြီး
၎င်းတို့၏ ရည်ရွယ်ချက်ကို လေ့လာကာ မည်သူကို
ကူညီလိုသည်ကို ကိုယ်တိုင် ဆုံးဖြတ်နိုင်ပါသည်။',
    'partners'=>'မိတ်ဖက်များ'
];
