<?php

return [
    'content_required' => 'Съдържанието на коментара е задължително.',
    'content_min' => 'Коментарът трябва да съдържа поне :min знака.',
    'content_max' => 'Коментарът не може да съдържа повече от :max знака.',
    'article_required' => 'Статията е задължителна.',
    'article_exists' => 'Избраната статия не съществува.',
    'parent_exists' => 'Коментарът, на който отговаряте, не съществува.',
    'notyComment' => 'Имате нов коментар към статия № ',
    'publishComment' => 'Управлявайте публикуването и видимостта на статията',
    'anonim' => 'Анонимен',
    'see' => 'Видим',
    'hide' => 'Скрит',
    'response' => 'Отговор',
    'WriteResponse' => 'Напишете отговор...',
    'WriteComment' => 'Напишете коментар...',
    'comments' => 'Коментари',
    'main' => 'основни',
    'responses' => 'отговори',
    'add' => 'Добавете коментар',
    'addLogin' => 'Влезте, за да добавите коментар',
];
