<?php

return [

    'about_title' => 'За нас',
    'partners_title' => 'Нашите партньори',
    'partners_text' =>
        'Work4You.Global си сътрудничи с надеждни
        партньори от цял свят — компании, институции
        и организации, които подкрепят развитието
        на пазара на труда и идеята за отговорен бизнес.
        Благодарение на тези партньорства',
    'partners_strong' => 'съчетаваМЕ съвременни
        технологии за подбор на персонал с реално
        социално въздействие, ',
    'partners_text2' => 'създавайки среда, в която
        печелят както работодателите, така и кандидатите.',
    'partners_subtitle' => 'Запознайте се с нашите партньори',
    'partners_slider_placeholder' =>
        'Място за слайдер с партньори',
    'foundations_title' => 'Фондации',
    'foundations_text' =>
        'Сътрудничим си с фондации и благотворителни
организации по целия свят, подкрепяйки различни
социални, образователни и хуманитарни инициативи.
Всяка компания, която закупува точки в нашата система, автоматично',
    'foundations_strong' =>'дарява 50% от стойността
на покупката към избрана фондация.',
    'foundations_text2' =>'Благодарение на това
всяка кампания за подбор и всяка инициатива
в платформата има реално положително въздействие.
Компаниите могат да търсят фондации по държава,
да се запознаят с тяхната мисия и сами да решат
кого да подкрепят.',
    'partners'=>'Партньори'
];
