<?php

return [
    'total_upload_size_too_high' => 'စုစုပေါင်းအသုံးပြုရန်အများဆုံးအရွယ်အစားမှာ :max ဖြစ်သည်',
    'total_upload_size_too_low' => 'စုစုပေါင်းအသုံးပြုရန်အနည်းဆုံးအရွယ်အစားမှာ :min ဖြစ်သည်',

    'file_too_big' => 'ဤဖိုင်သည်အလွန်ကြီးသည်။ အများဆုံးအသုံးပြုရန်အရွယ်အစားမှာ :max ဖြစ်သည်',
    'file_too_small' => 'ဤဖိုင်သည်အလွန်ငယ်သည်။ အနည်းဆုံးအသုံးပြုရန်အရွယ်အစားမှာ :min ဖြစ်သည်',

    'incorrect_dimensions' => [
        'width' => 'ပုံ၏အကျယ်မှာ :width ပიქစယ်ဖြစ်ရမည်',
        'height' => 'ပုံ၏အမြင့်မှာ :height ပიქစယ်ဖြစ်ရမည်',
        'both' => 'ပုံ၏အရွယ်အစားမှာ :width × :height ပიქစယ်ဖြစ်ရမည်',
    ],

    'width_not_between' => 'ပုံ၏အကျယ်မှာ :min နှင့် :max ပიქစယ်ကြားဖြစ်ရမည်',
    'height_not_between' => 'ပုံ၏အမြင့်မှာ :min နှင့် :max ပიქစယ်ကြားဖြစ်ရမည်',

    'max_items' => 'သင့်အား :max အရာဝတ္ထုတစ်ခုသာ upload လုပ်ခွင့်ပြုသည်|သင့်အား :max အရာဝတ္ထုများ upload လုပ်ခွင့်ပြုသည်',
    'min_items' => 'သင့်အားအနည်းဆုံး :min အရာဝတ္ထုတစ်ခု upload လုပ်ရမည်|သင့်အားအနည်းဆုံး :min အရာဝတ္ထုများ upload လုပ်ရမည်',

    'extension' => 'ဖိုင်သည် :extensions အမျိုးအစားဖြစ်ရမည်',
    'mime' => 'ဖိုင်သည် :mimes MIME အမျိုးအစားရှိရမည်',
    'type' => 'သင့်အား :values အမျိုးအစားဖြစ်သောဖိုင်တစ်ခု upload လုပ်ရမည်',
];
