<?php

return [
    'total_upload_size_too_high' => 'اجمالي اپلوڊ سائيز وڌ کان وڌ :max آهي',
    'total_upload_size_too_low' => 'اجمالي اپلوڊ سائيز گهٽ کان گهٽ :min آهي',

    'file_too_big' => 'هي فائل گهڻو وڏي آهي. وڌ ۾ وڌ اجازت ڏنل سائيز :max آهي',
    'file_too_small' => 'هي فائل گهڻو ننڍڙي آهي. ان کي گهٽ ۾ گهٽ :min هجڻ گهرجي',

    'incorrect_dimensions' => [
        'width' => 'تصوير جي ويڪر :width پکسلز هجڻ گهرجي',
        'height' => 'تصوير جي اوچائي :height پکسلز هجڻ گهرجي',
        'both' => 'تصوير جي ابعاد :width × :height پکسلز هجڻ گهرجي',
    ],

    'width_not_between' => 'تصوير جي ويڪر :min ۽ :max پکسلز جي وچ ۾ هجڻ گهرجي',
    'height_not_between' => 'تصوير جي اوچائي :min ۽ :max پکسلز جي وچ ۾ هجڻ گهرجي',

    'max_items' => 'توهان صرف :max شيءُ اپلوڊ ڪري سگهو ٿا|توهان صرف :max شيون اپلوڊ ڪري سگهو ٿا',
    'min_items' => 'توهان کي گهٽ ۾ گهٽ :min شيءُ اپلوڊ ڪرڻ گهرجي|توهان کي گهٽ ۾ گهٽ :min شيون اپلوڊ ڪرڻ گهرجي',

    'extension' => 'فائل جو قسم :extensions هجڻ گهرجي',
    'mime' => 'فائل جو MIME قسم :mimes هجڻ گهرجي',
    'type' => 'توهان کي :values قسم جو فائل اپلوڊ ڪرڻ گهرجي',
];
