<?php

return [
    'total_upload_size_too_high' => 'ຂະຫນາດລວມສູງສຸດທີ່ອະນຸຍາດໄດ້ :max',
    'total_upload_size_too_low' => 'ຂະຫນາດລວມຕໍ່ຳສຸດທີ່ອະນຸຍາດໄດ້ :min',

    'file_too_big' => 'ເອກະສາຣອນີ້ເຫົາເຫົາກວ່າ. ຂະຫນາດສູງສຸດທີ່ອະນຸຍາດໄດ້ :max',
    'file_too_small' => 'ເອກະສາຣອນີ້ຂົວຫອຍ. ມັນຄວນຈະຢູ່ຢ່າງນ້ອຍ :min',

    'incorrect_dimensions' => [
        'width' => 'ກວ້າຍຂອງຮູບຄວາມຈະຕ້ອງມີ :width ພິກເຊວ',
        'height' => 'ຄວາມສູງຂອງຮູບຄວາມຈະຕ້ອງມີ :height ພິກເຊວ',
        'both' => 'ຂະຫນາດຮູບຄວາມຈະຕ້ອງມີ :width × :height ພິກເຊວ',
    ],

    'width_not_between' => 'ກວ້າຍຂອງຮູບຄວາມຕ້ອງມີລະຫວ່າງ :min ແລະ :max ພິກເຊວ',
    'height_not_between' => 'ຄວາມສູງຂອງຮູບຄວາມຕ້ອງມີລະຫວ່າງ :min ແລະ :max ພິກເຊວ',

    'max_items' => 'ທ່ານສາມາດອັບໂຫລດເລີຍ :max ລາຍການຫຼືລາຍການອັບໂຫລດທີ່ຫຼາຍກວ່າ :max',
    'min_items' => 'ທ່ານຕ້ອງອັບໂຫລດໃນຢ່າງນ້ອຍ :min ລາຍການ|ທ່ານຕ້ອງອັບໂຫລດໃນຢ່າງນ້ອຍ :min ລາຍການ',

    'extension' => 'ເອກະສາຣຕ້ອງມີປະກອບຂອງຮູບຄວາມ :extensions',
    'mime' => 'ເອກະສາຣຕ້ອງມີມິມໄທບ :mimes',
    'type' => 'ທ່ານຕ້ອງອັບໂຫລດເອກະສາຣຄວາມຈາກຮູບຄວາມ :values',
];
