<?php

return [
    'inactive_subject' => 'مهم: ستاسو د Work4You Global اعلانونه ښايي حذف شي',
    'inactive_title' => 'ستاسو د حساب په اړه مهم معلومات',
    'inactive_body_1' => 'درنو کاروونکو،',
    'inactive_body_2' => 'موږ خبر درکوو چې په تېرو ۱۲ میاشتو کې ستاسو د Work4You Global حساب ته هیڅ ننوتل ثبت شوي نه دي.',
    'inactive_body_3' => 'د حسابونو د ډیټابېس د تازه کولو او منظمولو په چوکاټ کې، له تاسو غوښتنه کوو چې د دې پیغام له ترلاسه کولو وروسته په ۷ ورځو کې خپل حساب ته ننوځئ.',
    'inactive_body_4' => 'که په ټاکلي موده کې ننوتل ترسره نه شي:',
    'inactive_bullet_1' => 'ټول فعال او خوندي اعلانونه به حذف شي،',
    'inactive_bullet_2' => 'د شرکت حساب به غیر فعال او د پای ته رسېدلي په توګه نښه شي،',
    'inactive_bullet_3' => 'د خوندي شویو معلوماتو لاسرسی ممکن د معلوماتو د ساتنې د پالیسۍ له مخې محدود یا حذف شي.',
    'inactive_body_5' => 'د خپل حساب او خپاره شوي محتوا د ساتلو لپاره، دلته ننوځئ:',
    'login_button' => 'Work4You Global ته ننوتل',
    'inactive_body_6' => 'که تاسو پوښتنې یا د حساب د لاسرسي ستونزې لرئ، زموږ د ملاتړ ټیم سره اړیکه ونیسئ.',
    'inactive_footer' => 'له دې امله مننه چې Work4You Global کاروئ.',

    'incomplete_profile_subject' => 'په Work4You.Global پلیټفارم کې خپل پروفایل بشپړ کړئ',
    'incomplete_profile_greeting' => 'درنو کاروونکو،',
    'incomplete_profile_thanks' => 'له دې امله مننه چې Work4You.Global پلیټفارم کاروئ.',
    'incomplete_profile_body_1' => 'موږ تاسو هڅوو چې د خپلې کمپنۍ پروفایل د اضافي معلوماتو لکه د فعالیت توضیح، لوګو، اړیکو معلومات یا د ادارې معرفي کولو سره بشپړ کړئ.',
    'incomplete_profile_body_2' => 'بشپړ پروفایل ستاسو د شرکت د پېژندنې کارت دی، اعتبار زیاتوي او د کار ورکوونکي صداقت تاییدوي. کاندیدان ډېر احتمال لري چې مخکې له مخکې د شرکت په اړه معلومات ولري نو زیات درخواستونه کوي.',
    'incomplete_profile_body_3' => 'ښه بشپړ شوی پروفایل د کار ورکوونکي مثبت انځور جوړوي، ستاسو شرکت له نورو جلا کوي او د اعلانونو لپاره علاقه زیاتوي.',
    'incomplete_profile_body_4' => 'موږ سپارښتنه کوو چې څو دقیقې وخت ونیسئ او خپل پروفایل بشپړ کړئ ترڅو خپل سازمان په غوره ډول وړاندې کړئ.',
    'incomplete_profile_footer' => 'که تاسو پوښتنې یا مرستې ته اړتیا لرئ، موږ ستاسو په خدمت کې یو.',
];
