<?php

return [
    'inactive_subject' => 'مهم: ستاسو د Work4You Global اعلانونه ممکن ړنګ شي',
    'inactive_title' => 'ستاسو د حساب په اړه مهم معلومات',
    'inactive_body_1' => 'درنو کاروونکو،',
    'inactive_body_2' => 'موږ تاسو ته خبر درکوو چې د تېرو ۱۲ میاشتو په موده کې ستاسو د Work4You Global حساب ته هېڅ ننوتل ثبت شوي نه دي.',
    'inactive_body_3' => 'د حسابونو د ډیټابېس د تازه کولو او منظمولو په ترڅ کې، له تاسو څخه غوښتنه کوو چې د دې پیغام له ترلاسه کولو وروسته په ۷ ورځو کې خپل حساب ته ننوځئ.',
    'inactive_body_4' => 'که په ټاکلي وخت کې ننوتل ترسره نه کړئ:',
    'inactive_bullet_1' => 'ټول فعال او خوندي اعلانونه به حذف شي،',
    'inactive_bullet_2' => 'د شرکت حساب به غیر فعال او ختم شوی وښودل شي،',
    'inactive_bullet_3' => 'د خوندي شوو معلوماتو لاسرسی ممکن د معلوماتو د ساتنې د تګلارو له مخې محدود یا حذف شي.',
    'inactive_body_5' => 'د خپل حساب او خپرو شوو محتوا د ساتلو لپاره یوازې لاندې پاڼې ته ننوځئ:',
    'login_button' => 'Work4You Global ته ننوتل',
    'inactive_body_6' => 'که پوښتنې یا د ننوتلو ستونزې لرئ، زموږ د ملاتړ ټیم سره اړیکه ونیسئ.',
    'inactive_footer' => 'له دې امله چې تاسو Work4You Global کاروئ، مننه.',
];
