<?php

return [

    'about_title' => 'زموږ په اړه',

    'partners_title' => 'زموږ شریکان',

    'partners_text' =>
        'Work4You.Global د نړۍ له ګوټ ګوټ څخه له باوري
        شریکانو سره همکاري کوي – شرکتونه، ادارې
        او سازمانونه چې د کار بازار د پرمختګ او د
        مسؤل سوداګرۍ د مفکورې ملاتړ کوي.
        د دې همکاريو له لارې',

    'partners_strong' => 'موږ عصري د ګمارنې
        ټکنالوژي د ریښتیني ټولنیز اغېز سره یوځای کوو، ',

    'partners_text2' => 'او داسې فضا رامنځته کوو چې پکې
        هم کارګمارونکي او هم نوماندان ګټه اخلي.',

    'partners_subtitle' => 'زموږ شریکان وپېژنئ',

    'partners_slider_placeholder' =>
        'د شریکانو د سلایډر ځای',

    'foundations_title' => 'بنسټونه',

    'foundations_text' =>
        'موږ د نړۍ له ګوټ ګوټ څخه له بنسټونو او
خیریه سازمانونو سره همکاري کوو، د بېلابېلو
ټولنیزو، تعلیمي او بشري نوښتونو ملاتړ کوو.
هر شرکت چې زموږ په سیستم کې نمرې اخلي،
په اوتومات ډول',

    'foundations_strong' =>'د پیرود ۵۰٪ ارزښت
ټاکل شوي بنسټ ته ورکوي.',

    'foundations_text2' =>'په دې توګه
هره ګمارنه او کمپاین چې په پلاتفورم کې ترسره کېږي،
مثبت او ریښتینی اغېز لري.
شرکتونه کولی شي د هېواد له مخې بنسټ ولټوي،
د هغه هدف وپېژني او پخپله پرېکړه وکړي
چې له چا سره مرسته وکړي.',

    'partners'=>'شریکان'

];
