<?php

return [
    'total_upload_size_too_high' => 'Максимално дозволениот вкупен големина е :max',
    'total_upload_size_too_low' => 'Минимално дозволениот вкупен големина е :min',

    'file_too_big' => 'Овој фајл е премногу голем. Максимално дозволениот големина е :max',
    'file_too_small' => 'Овој фајл е премногу мал. Треба да биде најмалку :min',

    'incorrect_dimensions' => [
        'width' => 'Ширината на сликата мора да биде :width пиксели',
        'height' => 'Висината на сликата мора да биде :height пиксели',
        'both' => 'Димензиите на сликата мора да бидат :width × :height пиксели',
    ],

    'width_not_between' => 'Ширината на сликата мора да биде помеѓу :min и :max пиксели',
    'height_not_between' => 'Висината на сликата мора да биде помеѓу :min и :max пиксели',

    'max_items' => 'Можете да отпраќате само :max ставка|Можете да отпраќате само :max ставки',
    'min_items' => 'Мора да отпратите најмалку :min ставка|Мора да отпратите најмалку :min ставки',

    'extension' => 'Фајлот мора да биде тип :extensions',
    'mime' => 'Фајлот мора да има MIME тип :mimes',
    'type' => 'Мора да отпратите фајл од тип :values',
];
