<?php

return [
    'content_required' => 'კომენტარის შინაარსი აუცილებელია.',
    'content_min' => 'კომენტარი უნდა შედგებოდეს მინიმუმ :min სიმბოლოსგან.',
    'content_max' => 'კომენტარი არ უნდა აღემატებოდეს :max სიმბოლოს.',
    'article_required' => 'სტატია აუცილებელია.',
    'article_exists' => 'არჩეული სტატია არ არსებობს.',
    'parent_exists' => 'კომენტარი, რომელსაც პასუხობთ, არ არსებობს.',
    'notyComment' => 'თქვენ გაქვთ კომენტარი სტატიაზე ნომერი: ',
    'publishComment' => 'სტატიის გამოქვეყნებისა და ხილვადობის მართვა',
    'anonim' => 'ანონიმი',
    'see' => 'ხილვადი',
    'hide' => 'დამალული',
    'response' => 'პასუხი',
    'WriteResponse' => 'დაწერეთ პასუხი...',
    'WriteComment' => 'დაწერეთ კომენტარი...',
    'comments' => 'კომენტარები',
    'main' => 'მთავარი',
    'responses' => 'პასუხები',
    'add' => 'კომენტარის დამატება',
    'addLogin' => 'კომენტარის დასამატებლად გაიარეთ ავტორიზაცია',
];
