<?php

return [

    'about_title' => 'ჩვენ შესახებ',
    'partners_title' => 'ჩვენი პარტნიორები',
    'partners_text' =>
        'Work4You.Global თანამშრომლობს სანდო
        პარტნიორებთან მთელი მსოფლიოდან – კომპანიებთან,
        ინსტიტუტებთან და ორგანიზაციებთან, რომლებიც
        ხელს უწყობენ შრომის ბაზრის განვითარებას და
        პასუხისმგებელი ბიზნესის იდეას. ამ პარტნიორობების
        წყალობით',
    'partners_strong' => 'ჩვენ ვაერთიანებთ თანამედროვე
        რეკრუტინგის ტექნოლოგიებს რეალურ სოციალურ გავლენასთან, ',
    'partners_text2' => 'ვქმნით სივრცეს, სადაც სარგებელს იღებენ
        როგორც დამსაქმებლები, ასევე კანდიდატები.',
    'partners_subtitle' => 'გაიცანით ჩვენი პარტნიორები',
    'partners_slider_placeholder' =>
        'პარტნიორების სლაიდერის ადგილი',
    'foundations_title' => 'ფონდები',
    'foundations_text' =>
        'ჩვენ ვთანამშრომლობთ ფონდებთან და
საქველმოქმედო ორგანიზაციებთან მთელ მსოფლიოში,
ვუჭერთ მხარს სხვადასხვა სოციალურ, საგანმანათლებლო
და ჰუმანიტარულ ინიციატივებს. თითოეული კომპანია,
რომელიც ყიდულობს ქულებს ჩვენს სისტემაში, ავტომატურად',
    'foundations_strong' =>'რიცხავს 50%-ს
შეძენის ღირებულებიდან არჩეულ ფონდზე.',
    'foundations_text2' =>'ამის წყალობით,
ყოველი რეკრუტინგი და კამპანია პლატფორმაზე
ქმნის რეალურ, დადებით გავლენას. კომპანიებს
შეუძლიათ მოძებნონ ფონდი ქვეყნის მიხედვით,
გაიგონ მისი მიზანი და თავად გადაწყვიტონ,
ვის დაეხმარონ.',
    'partners'=>'პარტნიორები'
];
