<?php

return [
    'content_required' => 'Το περιεχόμενο του σχολίου είναι υποχρεωτικό.',
    'content_min' => 'Το σχόλιο πρέπει να έχει τουλάχιστον :min χαρακτήρες.',
    'content_max' => 'Το σχόλιο δεν μπορεί να έχει περισσότερους από :max χαρακτήρες.',
    'article_required' => 'Το άρθρο είναι υποχρεωτικό.',
    'article_exists' => 'Το επιλεγμένο άρθρο δεν υπάρχει.',
    'parent_exists' => 'Το σχόλιο στο οποίο απαντάτε δεν υπάρχει.',
    'notyComment' => 'Έχετε ένα σχόλιο για το άρθρο αρ: ',
    'publishComment' => 'Διαχειριστείτε τη δημοσίευση και την ορατότητα του άρθρου',
    'anonim' => 'Ανώνυμος',
    'see' => 'Ορατό',
    'hide' => 'Κρυφό',
    'response' => 'Απάντηση',
    'WriteResponse' => 'Γράψτε μια απάντηση...',
    'WriteComment' => 'Γράψτε ένα σχόλιο...',
    'comments' => 'Σχόλια',
    'main' => 'κύρια',
    'responses' => 'απαντήσεις',
    'add' => 'Προσθήκη σχολίου',
    'addLogin' => 'Συνδεθείτε για να προσθέσετε σχόλιο',
];
