<?php

return [

    'about_title' => 'Σχετικά με εμάς',
    'partners_title' => 'Οι συνεργάτες μας',
    'partners_text' =>
        'Το Work4You.Global συνεργάζεται με αξιόπιστους
        συνεργάτες από όλο τον κόσμο – εταιρείες,
        ιδρύματα και οργανισμούς που υποστηρίζουν την
        ανάπτυξη της αγοράς εργασίας και την ιδέα της
        υπεύθυνης επιχειρηματικότητας. Χάρη σε αυτές
        τις συνεργασίες',
    'partners_strong' => 'συνδυάζουμε σύγχρονες
        τεχνολογίες προσλήψεων με πραγματικό κοινωνικό αντίκτυπο, ',
    'partners_text2' => 'δημιουργώντας έναν χώρο όπου
        ωφελούνται τόσο οι εργοδότες όσο και οι υποψήφιοι.',
    'partners_subtitle' => 'Γνωρίστε τους συνεργάτες μας',
    'partners_slider_placeholder' =>
        'Χώρος για slider συνεργατών',
    'foundations_title' => 'Ιδρύματα',
    'foundations_text' =>
        'Συνεργαζόμαστε με ιδρύματα και φιλανθρωπικές
οργανώσεις σε όλο τον κόσμο, υποστηρίζοντας
ποικίλες κοινωνικές, εκπαιδευτικές και
ανθρωπιστικές πρωτοβουλίες. Κάθε εταιρεία που
αγοράζει πόντους στο σύστημά μας, αυτόματα',
    'foundations_strong' =>'δωρίζει το 50%
της αξίας της αγοράς σε ένα επιλεγμένο ίδρυμα.',
    'foundations_text2' =>'Χάρη σε αυτό,
κάθε διαδικασία πρόσληψης και καμπάνια στην
πλατφόρμα έχει πραγματικό, θετικό αντίκτυπο.
Οι εταιρείες μπορούν να αναζητήσουν ίδρυμα
ανά χώρα, να γνωρίσουν τον σκοπό του και να
αποφασίσουν οι ίδιες ποιον θέλουν να
υποστηρίξουν.',
    'partners'=>'Συνεργάτες'
];
