<?php

return [
    'content_required' => 'মন্তব্যের বিষয়বস্তু প্রয়োজন।',
    'content_min' => 'মন্তব্যটি অন্তত :min অক্ষরের হতে হবে।',
    'content_max' => 'মন্তব্যটি :max অক্ষরের বেশি হতে পারবে না।',
    'article_required' => 'নিবন্ধ প্রয়োজন।',
    'article_exists' => 'নির্বাচিত নিবন্ধটি বিদ্যমান নয়।',
    'parent_exists' => 'আপনি যে মন্তব্যটির উত্তর দিচ্ছেন, সেটি বিদ্যমান নয়।',
    'notyComment' => 'এই নিবন্ধে আপনার একটি নতুন মন্তব্য রয়েছে: ',
    'publishComment' => 'নিবন্ধের প্রকাশনা এবং দৃশ্যমানতা পরিচালনা করুন',
    'anonim' => 'বেনামী',
    'see' => 'দৃশ্যমান',
    'hide' => 'লুকানো',
    'response' => 'উত্তর',
    'WriteResponse' => 'উত্তর লিখুন...',
    'WriteComment' => 'মন্তব্য লিখুন...',
    'comments' => 'মন্তব্যসমূহ',
    'main' => 'প্রধান',
    'responses' => 'উত্তরসমূহ',
    'add' => 'মন্তব্য যোগ করুন',
    'addLogin' => 'মন্তব্য যোগ করতে লগ ইন করুন',
];
