<?php

return [

    'about_title' => 'আমাদের সম্পর্কে',
    'partners_title' => 'আমাদের পার্টনাররা',
    'partners_text' =>
        'Work4You.Global বিশ্বজুড়ে বিশ্বস্ত
        পার্টনারদের সাথে কাজ করে — কোম্পানি, প্রতিষ্ঠান
        এবং সংগঠনগুলোর সাথে, যারা শ্রমবাজারের উন্নয়ন
        এবং দায়িত্বশীল ব্যবসার ধারণাকে সমর্থন করে।
        এসব অংশীদারিত্বের মাধ্যমে',

    'partners_strong' => 'আমরা আধুনিক
        রিক্রুটমেন্ট প্রযুক্তিকে বাস্তব সামাজিক
        প্রভাবের সাথে যুক্ত করি, ',

    'partners_text2' => 'এমন একটি পরিবেশ তৈরি করি
        যেখানে নিয়োগকর্তা এবং প্রার্থীরা
        উভয়ই উপকৃত হয়।',

    'partners_subtitle' => 'আমাদের পার্টনারদের জানুন',

    'partners_slider_placeholder' =>
        'পার্টনারদের জন্য স্লাইডার স্থান',

    'foundations_title' => 'ফাউন্ডেশনসমূহ',

    'foundations_text' =>
        'আমরা বিশ্বজুড়ে ফাউন্ডেশন এবং
দাতব্য সংস্থার সাথে কাজ করি, বিভিন্ন
সামাজিক, শিক্ষামূলক এবং মানবিক
উদ্যোগকে সমর্থন করি। আমাদের সিস্টেমে
যে কোনো কোম্পানি পয়েন্ট কিনলে, স্বয়ংক্রিয়ভাবে',

    'foundations_strong' =>'ক্রয়ের ৫০%
মূল্য নির্বাচিত ফাউন্ডেশনে প্রদান করে।',

    'foundations_text2' =>'এর ফলে
প্রতিটি নিয়োগ প্রক্রিয়া এবং
প্ল্যাটফর্মে পরিচালিত প্রতিটি কার্যক্রম
বাস্তব ও ইতিবাচক প্রভাব ফেলে।
কোম্পানিগুলো দেশ অনুযায়ী ফাউন্ডেশন খুঁজে নিতে পারে,
তাদের উদ্দেশ্য সম্পর্কে জানতে পারে এবং
নিজেরা সিদ্ধান্ত নিতে পারে কাকে সাহায্য করবে।',

    'partners'=>'পার্টনাররা'
];
