<?php

return [

    'about_title' => 'من نحن',
    'partners_title' => 'شركاؤنا',
    'partners_text' =>
        'يتعاون Work4You.Global مع شركاء موثوقين
        من جميع أنحاء العالم — من شركات ومؤسسات
        ومنظمات تدعم تطوير سوق العمل وتعزز
        مفهوم المسؤولية الاجتماعية للأعمال. وبفضل
        هذه الشراكات',
    'partners_strong' => 'نربط بين أحدث تقنيات
        التوظيف والتأثير الاجتماعي الحقيقي، ',
    'partners_text2' => 'لنخلق بيئة يستفيد منها
        كل من أصحاب العمل والمرشحين.',
    'partners_subtitle' => 'تعرّف على شركائنا',
    'partners_slider_placeholder' =>
        'مساحة مخصصة لعرض الشركاء',
    'foundations_title' => 'المؤسسات',
    'foundations_text' =>
        'نتعاون مع مؤسسات ومنظمات خيرية
في مختلف أنحاء العالم، لدعم مبادرات
اجتماعية وتعليمية وإنسانية متنوعة.
كل شركة تقوم بشراء نقاط عبر منصتنا',
    'foundations_strong' =>'تتبرع تلقائيًا بنسبة 50٪
من قيمة الشراء لصالح المؤسسة التي تختارها.',
    'foundations_text2' =>'وبذلك، فإن كل عملية توظيف
أو حملة على المنصة تترك أثرًا إيجابيًا
حقيقيًا. يمكن للشركات البحث عن المؤسسة
حسب الدولة، والتعرّف على أهدافها،
واختيار الجهة التي ترغب في دعمها.',
    'partners'=>'الشركاء'
];
