<?php

return [
    'total_upload_size_too_high' => 'ទំហំសរុបអតិបរមាដែលអាចបញ្ចូលបានគឺ :max',
    'total_upload_size_too_low' => 'ទំហំសរុបអប្បបរមាដែលអាចបញ្ចូលបានគឺ :min',

    'file_too_big' => 'ឯកសារនេះធំពេក។ ទំហំអតិបរមាដែលអាចបញ្ចូលបានគឺ :max',
    'file_too_small' => 'ឯកសារនេះតូចពេក។ វាអាចត្រូវបានយ៉ាងហោចណាស់ :min',

    'incorrect_dimensions' => [
        'width' => 'ទទឹងរូបភាពត្រូវតែមាន :width ភិចសែល',
        'height' => 'កម្ពស់រូបភាពត្រូវតែមាន :height ភិចសែល',
        'both' => 'ទំហំរូបភាពត្រូវតែមាន :width × :height ភិចសែល',
    ],

    'width_not_between' => 'ទទឹងរូបភាពត្រូវតែមានចន្លោះពី :min ទៅ :max ភិចសែល',
    'height_not_between' => 'កម្ពស់រូបភាពត្រូវតែមានចន្លោះពី :min ទៅ :max ភិចសែល',

    'max_items' => 'អ្នកអាចផ្ទុកបានតែមួយ :max អត្ថបទ|អ្នកអាចផ្ទុកបានតែមួយ :max អត្ថបទ',
    'min_items' => 'អ្នកត្រូវតែផ្ទុកយ៉ាងហោចណាស់ :min អត្ថបទ|អ្នកត្រូវតែផ្ទុកយ៉ាងហោចណាស់ :min អត្ថបទ',

    'extension' => 'ឯកសារត្រូវតែមានប្រភេទ :extensions',
    'mime' => 'ឯកសារត្រូវតែមានប្រភេទ MIME :mimes',
    'type' => 'អ្នកត្រូវតែផ្ទុកឯកសារដែលមានប្រភេទ :values',
];
