<?php

return [
    'total_upload_size_too_high' => 'Дээд талын нийт зөвшөөрөгдсөн хэмжээ :max',
    'total_upload_size_too_low' => 'Доод талын нийт зөвшөөрөгдсөн хэмжээ :min',

    'file_too_big' => 'Энэ файл хэт том байна. Дээд талын зөвшөөрөгдсөн хэмжээ :max',
    'file_too_small' => 'Энэ файл хэт жижиг байна. Миний хэмжээ нь :min байх ёстой',

    'incorrect_dimensions' => [
        'width' => 'Зургийн өргөн нь :width пиксель байх ёстой',
        'height' => 'Зургийн өндөр нь :height пиксель байх ёстой',
        'both' => 'Зургийн хэмжээ нь :width × :height пиксель байх ёстой',
    ],

    'width_not_between' => 'Зургийн өргөн нь :min ба :max пиксель хооронд байх ёстой',
    'height_not_between' => 'Зургийн өндөр нь :min ба :max пиксель хооронд байх ёстой',

    'max_items' => 'Та зөвхөн :max зүйлсийг аплоад хийх боломжтой|Та зөвхөн :max зүйлсийг аплоад хийх боломжтой',
    'min_items' => 'Та хамгийн багадаа :min зүйлсийг аплоад хийх ёстой|Та хамгийн багадаа :min зүйлсийг аплоад хийх ёстой',

    'extension' => 'Файл нь :extensions төрлийн байх ёстой',
    'mime' => 'Файл нь :mimes MIME төрлийг байх ёстой',
    'type' => 'Та :values төрлийн файл аплоад хийх ёстой',
];
