<?php

return [
    'total_upload_size_too_high' => 'ขนาดรวมสูงสุดที่อนุญาตคือ :max',
    'total_upload_size_too_low' => 'ขนาดรวมขั้นต่ำที่อนุญาตคือ :min',

    'file_too_big' => 'ไฟล์นี้มีขนาดใหญ่เกินไป ขนาดสูงสุดที่อนุญาตคือ :max',
    'file_too_small' => 'ไฟล์นี้มีขนาดเล็กเกินไป ต้องมีขนาดอย่างน้อย :min',

    'incorrect_dimensions' => [
        'width' => 'ความกว้างของภาพต้องเป็น :width พิกเซล',
        'height' => 'ความสูงของภาพต้องเป็น :height พิกเซล',
        'both' => 'ขนาดภาพต้องเป็น :width × :height พิกเซล',
    ],

    'width_not_between' => 'ความกว้างของภาพต้องอยู่ระหว่าง :min และ :max พิกเซล',
    'height_not_between' => 'ความสูงของภาพต้องอยู่ระหว่าง :min และ :max พิกเซล',

    'max_items' => 'คุณสามารถอัพโหลดได้แค่ :max ไอเท็ม|คุณสามารถอัพโหลดได้แค่ :max ไอเท็ม',
    'min_items' => 'คุณต้องอัพโหลดอย่างน้อย :min ไอเท็ม|คุณต้องอัพโหลดอย่างน้อย :min ไอเท็ม',

    'extension' => 'ไฟล์ต้องเป็นประเภท :extensions',
    'mime' => 'ไฟล์ต้องมี MIME type :mimes',
    'type' => 'คุณต้องอัพโหลดไฟล์ประเภท :values',
];
