<?php

return [
    'content_required' => 'ກະລຸນາໃສ່ເນື້ອໃນຄຳເຫັນ.',
    'content_min' => 'ຄຳເຫັນຕ້ອງມີຢ່າງໜ້ອຍ :min ຕົວອັກສອນ.',
    'content_max' => 'ຄຳເຫັນຕ້ອງບໍ່ເກີນ :max ຕົວອັກສອນ.',
    'article_required' => 'ກະລຸນາລະບຸບົດຄວາມ.',
    'article_exists' => 'ບໍ່ພົບບົດຄວາມທີ່ເລືອກ.',
    'parent_exists' => 'ບໍ່ພົບຄຳເຫັນທີ່ທ່ານກຳລັງຕອບກັບ.',
    'notyComment' => 'ທ່ານມີຄຳເຫັນໃນບົດຄວາມເລກທີ: ',
    'publishComment' => 'ຈັດການການເຜີຍແຜ່ ແລະ ການເບິ່ງເຫັນຂອງບົດຄວາມ',
    'anonim' => 'ບໍ່ລະບຸຊື່',
    'see' => 'ສະແດງ',
    'hide' => 'ຊ່ອນ',
    'response' => 'ຕອບກັບ',
    'WriteResponse' => 'ຂຽນຄຳຕອບ...',
    'WriteComment' => 'ຂຽນຄຳເຫັນ...',
    'comments' => 'ຄຳເຫັນ',
    'main' => 'ຫຼັກ',
    'responses' => 'ການຕອບກັບ',
    'add' => 'ເພີ່ມຄຳເຫັນ',
    'addLogin' => 'ກະລຸນາເຂົ້າສູ່ລະບົບເພື່ອເພີ່ມຄຳເຫັນ',
];
