<?php

return [

    'about_title' => 'ກ່ຽວກັບພວກເຮົາ',

    'partners_title' => 'ພາກສ່ວນຮ່ວມຂອງພວກເຮົາ',

    'partners_text' =>
        'Work4You.Global ຮ່ວມມືກັບພາກສ່ວນທີ່ໄວ້ໃຈໄດ້
        ຈາກທົ່ວໂລກ – ທັງບໍລິສັດ, ສະຖາບັນ
        ແລະ ອົງການຕ່າງໆ ທີ່ສະໜັບສະໜູນ
        ການພັດທະນາຕະຫຼາດແຮງງານ ແລະ
        ແນວຄິດຂອງທຸລະກິດຢ່າງມີຄວາມຮັບຜິດຊອບ. ຜ່ານ
        ການຮ່ວມມືເຫຼົ່ານີ້',

    'partners_strong' => 'ພວກເຮົາເຊື່ອມຕໍ່
        ເຕັກໂນໂລຊີການສັນຫາທັນສະໄໝ
        ກັບຜົນກະທົບທາງສັງຄົມຢ່າງແທ້ຈິງ, ',

    'partners_text2' => 'ສ້າງພື້ນທີ່ທີ່ທັງນາຍຈ້າງ
        ແລະ ຜູ້ສະໝັກງານ ໄດ້ຮັບປະໂຫຍດ.',

    'partners_subtitle' => 'ຮູ້ຈັກພາກສ່ວນຮ່ວມຂອງພວກເຮົາ',

    'partners_slider_placeholder' =>
        'ພື້ນທີ່ສຳລັບສະໄລເດີພາກສ່ວນຮ່ວມ',

    'foundations_title' => 'ມູນນິທິ',

    'foundations_text' =>
        'ພວກເຮົາຮ່ວມມືກັບມູນນິທິ ແລະ ອົງການ
ການກຸສົນຈາກທົ່ວໂລກ ເພື່ອສະໜັບສະໜູນ
ໂຄງການດ້ານສັງຄົມ, ການສຶກສາ ແລະ
ມະນຸດສະທຳຫຼາຍຮູບແບບ. ທຸກບໍລິສັດ
ທີ່ຊື້ຄະແນນໃນລະບົບຂອງພວກເຮົາ ຈະໂດຍອັດຕະໂນມັດ',

    'foundations_strong' =>'ມອບ 50%
ຂອງມູນຄ່າການຊື້ໃຫ້ແກ່ມູນນິທິທີ່ເລືອກ.',

    'foundations_text2' =>'ດ້ວຍເຫດນີ້
ທຸກການຮັບສະໝັກ ແລະ ແຄມເປນທີ່ດຳເນີນ
ຜ່ານແພລດຟອມ ຈະສ້າງຜົນກະທົບໃນທາງບວກ
ຢ່າງແທ້ຈິງ. ບໍລິສັດສາມາດຄົ້ນຫາ
ມູນນິທິຕາມປະເທດ, ຮູ້ຈັກເປົ້າໝາຍຂອງພວກເຂົາ
ແລະ ຕັດສິນໃຈເອງວ່າຈະຊ່ວຍເຫຼືອໃຜ.',

    'partners'=>'ພາກສ່ວນຮ່ວມ'

];
