<?php

return [
    'total_upload_size_too_high' => 'Максимално разрешеният размер на общото качване е :max',
    'total_upload_size_too_low' => 'Минимално разрешеният размер на общото качване е :min',

    'file_too_big' => 'Този файл е твърде голям. Максимално разрешеният размер е :max',
    'file_too_small' => 'Този файл е твърде малък. Той трябва да бъде поне :min',

    'incorrect_dimensions' => [
        'width' => 'Ширината на изображението трябва да бъде :width пиксела',
        'height' => 'Височината на изображението трябва да бъде :height пиксела',
        'both' => 'Размерите на изображението трябва да бъдат :width × :height пиксела',
    ],

    'width_not_between' => 'Ширината на изображението трябва да бъде между :min и :max пиксела',
    'height_not_between' => 'Височината на изображението трябва да бъде между :min и :max пиксела',

    'max_items' => 'Можете да качите само :max елемент|Можете да качите само :max елемента',
    'min_items' => 'Трябва да качите поне :min елемент|Трябва да качите поне :min елемента',

    'extension' => 'Файлът трябва да бъде от тип :extensions',
    'mime' => 'Файлът трябва да има MIME тип :mimes',
    'type' => 'Трябва да качите файл от тип :values',
];
