<?php

return [

    'about_title' => 'אודותינו',
    'partners_title' => 'השותפים שלנו',
    'partners_text' =>
        'Work4You.Global משתפת פעולה עם
        שותפים אמינים מכל רחבי העולם – חברות,
        מוסדות וארגונים התומכים בפיתוח שוק העבודה
        וברעיון של עסקים אחראיים. בזכות שותפויות אלו',
    'partners_strong' => 'אנו משלבים טכנולוגיות גיוס מתקדמות
        עם השפעה חברתית אמיתית, ',
    'partners_text2' => 'ויוצרים מרחב שבו מרוויחים
        גם המעסיקים וגם המועמדים.',
    'partners_subtitle' => 'הכירו את השותפים שלנו',
    'partners_slider_placeholder' =>
        'מקום לסליידר השותפים',
    'foundations_title' => 'קרנות',
    'foundations_text' =>
        'אנו משתפים פעולה עם קרנות וארגוני צדקה
ברחבי העולם, ותומכים ביוזמות חברתיות,
חינוכיות והומניטריות מגוונות. כל חברה
הרוכשת נקודות במערכת שלנו',
    'foundations_strong' =>'מעבירה 50%
מערך הרכישה לקרן שנבחרה.',
    'foundations_text2' =>'כך כל תהליך גיוס
וקמפיין בפלטפורמה יוצר השפעה חיובית אמיתית.
חברות יכולות לחפש קרן לפי מדינה,
להכיר את מטרותיה ולבחור בעצמן
למי הן רוצות לעזור.',
    'partners'=>'שותפים'
];
