<?php

return [
    'total_upload_size_too_high' => 'कुल अनुमत साइज :max को हो',
    'total_upload_size_too_low' => 'कुल न्यूनतम साइज :min को हो',

    'file_too_big' => 'यो फाइल धेरै ठूलो छ। अधिकतम अनुमत साइज :max हो',
    'file_too_small' => 'यो फाइल धेरै सानो छ। यसले कम्तिमा :min हुनुपर्छ',

    'incorrect_dimensions' => [
        'width' => 'छविको चौडाई :width पिक्सेल हुनुपर्छ',
        'height' => 'छविको उचाइ :height पिक्सेल हुनुपर्छ',
        'both' => 'छविको आकार :width × :height पिक्सेल हुनुपर्छ',
    ],

    'width_not_between' => 'छविको चौडाई :min र :max पिक्सेल बीच हुनुपर्छ',
    'height_not_between' => 'छविको उचाइ :min र :max पिक्सेल बीच हुनुपर्छ',

    'max_items' => 'तपाईंले मात्र :max वस्तु अपलोड गर्न सक्नुहुन्छ|तपाईंले मात्र :max वस्तुहरू अपलोड गर्न सक्नुहुन्छ',
    'min_items' => 'तपाईंले कम्तीमा :min वस्तु अपलोड गर्नुपर्नेछ|तपाईंले कम्तीमा :min वस्तुहरू अपलोड गर्नुपर्नेछ',

    'extension' => 'फाइल :extensions प्रकारको हुनुपर्छ',
    'mime' => 'फाइलको MIME प्रकार :mimes हुनुपर्छ',
    'type' => 'तपाईंले :values प्रकारको फाइल अपलोड गर्नुपर्छ',
];
