<?php

return [
    'total_upload_size_too_high' => 'মোট আপলোড আকার সর্বাধিক :max হতে হবে',
    'total_upload_size_too_low' => 'মোট আপলোড আকার ন্যূনতম :min হতে হবে',

    'file_too_big' => 'এই ফাইলটি খুব বড়। সর্বাধিক অনুমোদিত আকার :max',
    'file_too_small' => 'এই ফাইলটি খুব ছোট। এর আকার কমপক্ষে :min হওয়া উচিত',

    'incorrect_dimensions' => [
        'width' => 'চিত্রের প্রস্থ :width পিক্সেল হতে হবে',
        'height' => 'চিত্রের উচ্চতা :height পিক্সেল হতে হবে',
        'both' => 'চিত্রের মাত্রা :width × :height পিক্সেল হতে হবে',
    ],

    'width_not_between' => 'চিত্রের প্রস্থ :min এবং :max পিক্সেলের মধ্যে হতে হবে',
    'height_not_between' => 'চিত্রের উচ্চতা :min এবং :max পিক্সেলের মধ্যে হতে হবে',

    'max_items' => 'আপনি কেবল :max আইটেম আপলোড করতে পারবেন|আপনি কেবল :max আইটেম আপলোড করতে পারবেন',
    'min_items' => 'আপনাকে কমপক্ষে :min আইটেম আপলোড করতে হবে|আপনাকে কমপক্ষে :min আইটেম আপলোড করতে হবে',

    'extension' => 'ফাইলটির ধরণ :extensions হতে হবে',
    'mime' => 'ফাইলটির MIME টাইপ :mimes হতে হবে',
    'type' => 'আপনাকে :values ধরণের একটি ফাইল আপলোড করতে হবে',
];
