<?php

return [
    'total_upload_size_too_high' => 'Ҳадди аксар иҷозатдодашудаи ҳаҷми умумӣ :max аст',
    'total_upload_size_too_low' => 'Ҳадди ақал иҷозатдодашудаи ҳаҷми умумӣ :min аст',

    'file_too_big' => 'Ин файл хеле калон аст. Ҳадди аксар иҷозатдодашудаи ҳаҷм :max аст',
    'file_too_small' => 'Ин файл хеле хурд аст. Он бояд ҳадди ақал :min бошад',

    'incorrect_dimensions' => [
        'width' => 'Васати тасвир бояд :width пиксел бошад',
        'height' => 'Баландии тасвир бояд :height пиксел бошад',
        'both' => 'Андозаи тасвир бояд :width × :height пиксел бошад',
    ],

    'width_not_between' => 'Васати тасвир бояд байни :min ва :max пиксел бошад',
    'height_not_between' => 'Баландии тасвир бояд байни :min ва :max пиксел бошад',

    'max_items' => 'Шумо метавонед танҳо :max ашёро бор кунед|Шумо метавонед танҳо :max ашёҳоро бор кунед',
    'min_items' => 'Шумо бояд камтар аз :min ашё бор кунед|Шумо бояд камтар аз :min ашёҳоро бор кунед',

    'extension' => 'Файл бояд аз намуди :extensions бошад',
    'mime' => 'Файл бояд MIME намуди :mimes дошта бошад',
    'type' => 'Шумо бояд файли аз намуди :values бор кунед',
];
