<?php

return [
    'total_upload_size_too_high' => 'कुल अनुमत अपलोड आकार :max है',
    'total_upload_size_too_low' => 'कुल अनुमत न्यूनतम अपलोड आकार :min है',

    'file_too_big' => 'यह फ़ाइल बहुत बड़ी है। अधिकतम अनुमत आकार :max है',
    'file_too_small' => 'यह फ़ाइल बहुत छोटी है। इसका आकार कम से कम :min होना चाहिए',

    'incorrect_dimensions' => [
        'width' => 'चित्र की चौड़ाई :width पिक्सल होनी चाहिए',
        'height' => 'चित्र की ऊंचाई :height पिक्सल होनी चाहिए',
        'both' => 'चित्र के आयाम :width × :height पिक्सल होने चाहिए',
    ],

    'width_not_between' => 'चित्र की चौड़ाई :min और :max पिक्सल के बीच होनी चाहिए',
    'height_not_between' => 'चित्र की ऊंचाई :min और :max पिक्सल के बीच होनी चाहिए',

    'max_items' => 'आप केवल :max आइटम अपलोड कर सकते हैं|आप केवल :max आइटम अपलोड कर सकते हैं',
    'min_items' => 'आपको कम से कम :min आइटम अपलोड करना चाहिए|आपको कम से कम :min आइटम अपलोड करना चाहिए',

    'extension' => 'फ़ाइल का प्रकार :extensions होना चाहिए',
    'mime' => 'फ़ाइल का MIME प्रकार :mimes होना चाहिए',
    'type' => 'आपको :values प्रकार की फ़ाइल अपलोड करनी चाहिए',
];
