<?php

return [
    'content_required' => 'Մեկնաբանության բովանդակությունը պարտադիր է:',
    'content_min' => 'Մեկնաբանությունը պետք է ունենա առնվազն :min նիշ:',
    'content_max' => 'Մեկնաբանությունը չի կարող ունենալ :max նիշից ավելի:',
    'article_required' => 'Հոդվածը պարտադիր է:',
    'article_exists' => 'Ընտրված հոդվածը գոյություն չունի:',
    'parent_exists' => 'Մեկնաբանությունը, որին պատասխանում եք, գոյություն չունի:',
    'notyComment' => 'Դուք ունեք մեկնաբանություն թիվ հոդվածի վերաբերյալ. ',
    'publishComment' => 'Կառավարեք հոդվածի հրապարակումը և տեսանելիությունը',
    'anonim' => 'Անանուն',
    'see' => 'Տեսանելի',
    'hide' => 'Թաքցված',
    'response' => 'Պատասխան',
    'WriteResponse' => 'Գրել պատասխան...',
    'WriteComment' => 'Գրել մեկնաբանություն...',
    'comments' => 'Մեկնաբանություններ',
    'main' => 'հիմնական',
    'responses' => 'պատասխաններ',
    'add' => 'Ավելացնել մեկնաբանություն',
    'addLogin' => 'Մեկնաբանություն ավելացնելու համար մուտք գործեք',
];
