<?php

return [
    'inactive_subject' => 'Կարևոր է․ Ձեր հայտարարությունները Work4You Global-ում կարող են ջնջվել',
    'inactive_title' => 'Կարևոր տեղեկություն Ձեր հաշվի վերաբերյալ',
    'inactive_body_1' => 'Հարգելի օգտատեր,',
    'inactive_body_2' => 'Տեղեկացնում ենք, որ վերջին 12 ամիսների ընթացքում Ձեր Work4You Global հաշվում մուտք չի գրանցվել։',
    'inactive_body_3' => 'Հաշիվների տվյալների բազայի թարմացման և կարգավորման շրջանակում խնդրում ենք մուտք գործել Ձեր հաշիվ՝ այս հաղորդագրությունը ստանալուց հետո 7 օրվա ընթացքում։',
    'inactive_body_4' => 'Եթե սահմանված ժամկետում չմուտք գործեք՝',
    'inactive_bullet_1' => 'բոլոր ակտիվ և պահպանված հայտարարությունները կջնջվեն,',
    'inactive_bullet_2' => 'ընկերության հաշիվը կդեակտիվացվի և կնշվի որպես ժամկետանց,',
    'inactive_bullet_3' => 'պահված տվյալների հասանելիությունը կարող է սահմանափակվել կամ ջնջվել՝ համաձայն տվյալների պահպանման գործող քաղաքականության։',
    'inactive_body_5' => 'Ձեր հաշիվը և հրապարակված բովանդակությունը պահպանելու համար պարզապես մուտք գործեք հետևյալ էջում՝',
    'login_button' => 'Մուտք գործել Work4You Global',
    'inactive_body_6' => 'Հարցերի կամ մուտքի հետ կապված խնդիրների դեպքում խնդրում ենք կապվել մեր աջակցման թիմի հետ։',
    'inactive_footer' => 'Շնորհակալություն Work4You Global-ը օգտագործելու համար։',
];
