<?php

return [

    'about_title' => 'Մեր մասին',
    'partners_title' => 'Մեր գործընկերները',
    'partners_text' =>
        'Work4You.Global-ը համագործակցում է վստահելի
        գործընկերների հետ ամբողջ աշխարհից՝ ընկերություններ,
        հաստատություններ և կազմակերպություններ, որոնք աջակցում են
        աշխատանքի շուկայի զարգացմանը և պատասխանատու բիզնեսի գաղափարին։
        Այս համագործակցությունների շնորհիվ',
    'partners_strong' => 'մենք համատեղում ենք ժամանակակից
        հավաքագրման տեխնոլոգիաները իրական սոցիալական ազդեցության հետ, ',
    'partners_text2' => 'ստեղծելով միջավայր, որտեղ շահում են
        ինչպես գործատուները, այնպես էլ թեկնածուները։',
    'partners_subtitle' => 'Ծանոթացեք մեր գործընկերներին',
    'partners_slider_placeholder' =>
        'Գործընկերների սլայդերի տեղ',
    'foundations_title' => 'Հիմնադրամներ',
    'foundations_text' =>
        'Մենք համագործակցում ենք հիմնադրամների և բարեգործական
կազմակերպությունների հետ ամբողջ աշխարհում՝ աջակցելով
տարբեր սոցիալական, կրթական և
մարդասիրական նախաձեռնություններին։ Յուրաքանչյուր ընկերություն, որը գնում է միավորներ
մեր համակարգում, ավտոմատ կերպով',
    'foundations_strong' =>'փոխանցում է գնումի արժեքի 50%-ը
ընտրված հիմնադրամին։',
    'foundations_text2' =>'Այսպիսով,
յուրաքանչյուր հավաքագրում և արշավ, իրականացված հարթակում,
ունի իրական, դրական ազդեցություն մյուսների վրա։
Ընկերությունները կարող են որոնել հիմնադրամներ ըստ երկրի,
ծանոթանալ դրանց նպատակներին և ինքնուրույն որոշել,
ում են ցանկանում օգնել։',
    'partners'=>'Գործընկերներ'
];
