<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    */

    'reset' => 'Գաղտնաբառը վերականգնվել է!',
    'sent' => 'Գաղտնաբառի վերականգնման հղումը ուղարկվել է!',
    'throttled' => 'Խնդրում ենք սպասել նախքան կրկին փորձելը։',
    'token' => 'Գաղտնաբառի վերականգնման նշանը անվավեր է։',
    'user' => 'Այս էլ․ փոստի հասցեով օգտատեր չի գտնվել։',

];
