<?php

return [

    'about_title' => 'درباره ما',
    'partners_title' => 'شرکای ما',
    'partners_text' =>
        'Work4You.Global با شرکای مورد اعتماد
        از سراسر جهان همکاری می‌کند — شرکت‌ها، مؤسسات
        و سازمان‌هایی که از توسعه بازار کار
        و ایده کسب‌وکار مسئولانه حمایت می‌کنند. به لطف
        این همکاری‌ها',
    'partners_strong' => 'فناوری‌های نوین
        استخدامی را با تأثیر واقعی اجتماعی
        ترکیب می‌کنیم، ',
    'partners_text2' => 'و فضایی ایجاد می‌کنیم که در آن
        هم کارفرمایان و هم متقاضیان سود می‌برند.',
    'partners_subtitle' => 'با شرکای ما آشنا شوید',
    'partners_slider_placeholder' =>
        'محل نمایش اسلایدر شرکا',
    'foundations_title' => 'بنیادها',
    'foundations_text' =>
        'ما با بنیادها و سازمان‌های خیریه
در سراسر جهان همکاری می‌کنیم و از
ابتکارات اجتماعی، آموزشی و
بشردوستانه مختلف حمایت می‌کنیم. هر شرکتی که
در سیستم ما امتیاز خریداری کند، به‌طور خودکار',
    'foundations_strong' =>'۵۰٪ از
ارزش خرید را به بنیاد انتخابی اختصاص می‌دهد.',
    'foundations_text2' =>'به لطف
این موضوع، هر فرآیند استخدام و کمپین اجراشده در
پرتال، تأثیر مثبت واقعی بر دیگران دارد.
شرکت‌ها می‌توانند بنیاد را بر اساس کشور جستجو کنند،
هدف فعالیت آن را بشناسند و خودشان تصمیم بگیرند
به چه کسی کمک کنند.',
    'partners'=>'شرکا'
];
