<?php

return [
    'content_required' => 'བསམ་འཆར་གྱི་ནང་དོན་དགོས་མཁོ་ཡོད།',
    'content_min' => 'བསམ་འཆར་ནང་ ཉུང་མཐའ་ལུ་ཡིག་འབྲུ་ :min དགོཔ།',
    'content_max' => 'བསམ་འཆར་ནང་ ཡིག་འབྲུ་ :max ལས་ལྷག་མི་ཆོག།',
    'article_required' => 'རྩོམ་བྲིས་དགོས་མཁོ་ཡོད།',
    'article_exists' => 'གདམ་ཁ་བརྐྱབས་ཡོད་པའི་རྩོམ་བྲིས་དེ་མེད།',
    'parent_exists' => 'ཁྱོད་ཀྱིས་ལན་གསལ་བྲིས་མི་ བསམ་འཆར་དེ་མེད།',
    'notyComment' => 'རྩོམ་བྲིས་ཨང་: ལུ་ བསམ་འཆར་ཅིག་འདུག།',
    'publishComment' => 'རྩོམ་བྲིས་དཔེ་སྐྲུན་དང་ མཐོང་གསལ་འཛིན་སྐྱོང་འཐབ།',
    'anonim' => 'མིང་མེད།',
    'see' => 'མཐོང་ཚུགསཔ།',
    'hide' => 'སྦ་བཞག་ཡོདཔ།',
    'response' => 'ལན་གསལ།',
    'WriteResponse' => 'ལན་གསལ་བྲིས།...',
    'WriteComment' => 'བསམ་འཆར་བྲིས།...',
    'comments' => 'བསམ་འཆར་ཚུ།',
    'main' => 'གཙོ་བོ།',
    'responses' => 'ལན་གསལ་ཚུ།',
    'add' => 'བསམ་འཆར་བཙུགས།',
    'addLogin' => 'བསམ་འཆར་བཙུགས་ནིའི་དོན་ལུ་ ནང་བསྐྱོད་འབད།',
];
