<?php

return [
    'inactive_subject' => 'གལ་ཆེན། Work4You Global ནང་གི་ཁྱེད་ཀྱི་བརྡ་བསྒྲགས་ཚུ་བཏོན་ནི་ཨིན་པས',
    'inactive_title' => 'ཁྱེད་ཀྱི་རྩིས་ཁྲའི་སྐོར་ལས་གལ་ཆེན་བརྡ་བསྒྲགས',
    'inactive_body_1' => 'གུས་བཀུར་ཅན་གྱི་ལག་ལེན་པ་ཚུ།',
    'inactive_body_2' => 'ང་བཅས་ཀྱིས་ཁྱེད་ཀྱི Work4You Global རྩིས་ཁྲ་ནང་ལུ་མཇུག་གཏུགས་ལོ་ ༡༢ གི་རིང་ལུ་ནང་འཛུལ་མ་བཏོན་པའི་སྐོར་ལས་བརྡ་བསྒྲགས་འབད་ཡོད།',
    'inactive_body_3' => 'རྩིས་ཁྲ་གསར་བསྒྱུར་དང་གཙང་སྦྲ་བཟོ་བའི་ལས་རིམ་གྱི་ནང་ལུ་ འདི་བརྡ་བསྒྲགས་ཐོབ་ཚར་བའི་རྗེས་ལུ་ཉིན་གྲངས་ ༧ ནང་འཁོད་ནང་འཛུལ་འབད་གནང་ཟེར་ཞུ་བ་འབད་ཡོད།',
    'inactive_body_4' => 'གལ་སྲིད་དུས་ཚོད་ནང་མ་འཛུལ་བ་ཅིན།',
    'inactive_bullet_1' => 'བྱ་སྤྱོད་ཡོད་པའི་དང་བསྲུངས་བཞག་ཡོད་པའི་བརྡ་བསྒྲགས་ཚུ་ག་ར་བཏོན་ནི་ཨིན།',
    'inactive_bullet_2' => 'ལས་སྡེའི་རྩིས་ཁྲ་དེ་ལུ་ནུས་མེད་བཟོ་སྟེ་དུས་ཡོལ་སྦེ་རྟགས་བཀོད་འབད་ནི་ཨིན།',
    'inactive_bullet_3' => 'གནས་སྡུད་བསྲུང་སྐྱོབ་སྲིད་བྱུས་ལྟར་གནས་སྡུད་ལ་ལུ་ལུ་འཛུལ་སྤྱོད་ཚད་བཀག་ཡང་ན་བཏོན་ནི་ཨིན།',
    'inactive_body_5' => 'ཁྱེད་ཀྱི་རྩིས་ཁྲ་དང་བརྡ་དོན་བསྐྱར་བཅོས་མེད་པར་བསྲུང་ནི་ལུ་འདི་ལག་ལེན་འཐབ་གནང་།',
    'login_button' => 'Work4You Global ནང་འཛུལ',
    'inactive_body_6' => 'དྲི་བ་ཡང་ན་རྩིས་ཁྲ་འཛུལ་སྤྱོད་ལུ་དཀའ་ངལ་ཡོད་ན་ང་ཚོའི་རོགས་རམ་སྡེ་ཚན་ལུ་འབྲེལ་བ་འབད་གནང་།',
    'inactive_footer' => 'Work4You Global ལག་ལེན་འཐབ་པའི་དོན་ལུ་བཀྲིན་ཆེ།',

    'incomplete_profile_subject' => 'Work4You.Global སྟེགས་བུའི་ནང་ཁྱེད་ཀྱི་གཞི་ཁྲམ་མཐར་ཕྱིན་བཟོ།',
    'incomplete_profile_greeting' => 'གུས་བཀུར་ཅན་གྱི་ལག་ལེན་པ་ཚུ།',
    'incomplete_profile_thanks' => 'Work4You.Global ལག་ལེན་འཐབ་པའི་དོན་ལུ་བཀྲིན་ཆེ།',
    'incomplete_profile_body_1' => 'ཁྱེད་ཀྱི་ལས་སྡེའི་གཞི་ཁྲམ་དེ་ལུ་ལས་དོན་འགྲེལ་བཤད་དང་པར་རྟགས། འབྲེལ་གནས་དང་སྤྱི་ཚོགས་ངོ་སྤྲོད་ལ་སོགས་པ་ཁ་སྐོང་བརྡ་དོན་བཟོ་གནང་ཟེར་སྐུལ་མ་འབད་ཡོད།',
    'incomplete_profile_body_2' => 'ཆ་ཚང་བའི་གཞི་ཁྲམ་དེ་ང་ཚོའི་སྟེགས་བུའི་ནང་ལས་སྡེའི་ངོ་བོ་ཡིན་པས། ཡིད་ཆེས་ཡར་སྐྱེད་དང་ལས་བྱེད་པའི་དངོས་གནས་རིགས་སྟོན་ནི་ཨིན།',
    'incomplete_profile_body_3' => 'ལེགས་སྒྲིག་བྱས་པའི་གཞི་ཁྲམ་གྱིས་ལས་བྱེད་པའི་ཡིད་ཆེས་བཟོ་ནི་ལུ་ཕན་ཐོགས་ཡོད།',
    'incomplete_profile_body_4' => 'ཁྱེད་ཀྱི་གཞི་ཁྲམ་མཐར་ཕྱིན་བཟོ་ནས་མི་ཚོགས་ལུ་གཏོང་རོགས་གནང་།',
    'incomplete_profile_footer' => 'དྲི་བ་ཡོད་ན་ང་ཚོ་རྟག་ཏུ་རོགས་རམ་ལ་ཡོད།',
];
