<?php

return [
    'inactive_subject' => 'གལ་ཆེན: Work4You Global ནང་ཁྱེད་ཀྱི་བསྒྲགས་ཡིག་ཚུ་བསུབ་ནི་ཨིན',
    'inactive_title' => 'ཁྱེད་ཀྱི་རྩིས་ཐོ་གི་གལ་ཆེན་བརྡ་དོན',
    'inactive_body_1' => 'གུས་བཀུར་ཅན་གྱི་ལག་ལེན་པ་ཚུ་ལུ།',
    'inactive_body_2' => 'Work4You Global སྟེགས་བུ་ནང་ཁྱེད་ཀྱི་རྩིས་ཐོ་ལུ་ ཟླ་ ༡༢ ལས་ལྷག་པའི་དུས་ཡུན་ནང་ནང་འཛུལ་མི་བྱུང་མ་སོང་།',
    'inactive_body_3' => 'རྩིས་ཐོའི་གཞི་གྲངས་དུས་མཐུན་དང་སྒྲིག་བཀོད་ཀྱི་ཆ་ཤས་ལས་ འདི་འཕྲིན་ཡིག་ཐོབ་ནས་ཉིན་ ༧ ནང་ནང་འཛུལ་གནང་དགོས་ཟེར་ཞུ་བ་ཕུལ།',
    'inactive_body_4' => 'དུས་ཚོད་གཏན་འཁེལ་ནང་ནང་འཛུལ་མ་བྱུང་ན།',
    'inactive_bullet_1' => 'ལས་འགུལ་ཡོད་པ་དང་བསྲུངས་ཡོད་པའི་བསྒྲགས་ཡིག་ཚུ་ཚང་མ་བསུབ་འགྱོ་འོང་།',
    'inactive_bullet_2' => 'ཚོང་ལས་རྩིས་ཐོ་དེ་མེད་བཟོ་འགྱོ་ཞིང་དུས་ཡོལ་སྦེ་རྟགས་བཀོད་འགྱོ་འོང་།',
    'inactive_bullet_3' => 'གཞི་གྲངས་བསྲུངས་སྲོལ་ལྟར་དུ་གཞི་གྲངས་ལ་འཛུལ་སྤྱོད་དམ་བཀག་དམ་ཡང་ན་བསུབ་འགྱོ་འོང་།',
    'inactive_body_5' => 'ཁྱེད་ཀྱི་རྩིས་ཐོ་དང་དཔར་བསྐྲུན་ནང་དོན་བསྲུང་བར་དགོས་ན། གཤམ་གྱི་དྲ་ཚིགས་ནང་འཛུལ་བའི་གནད་ལས་འདི་ལག་ལེན་གཅིག་གིས་འགྲིག',
    'login_button' => 'Work4You Global ནང་འཛུལ་གནང་།',
    'inactive_body_6' => 'དྲི་བ་ཡོད་ནའམ་རྩིས་ཐོའི་ནང་འཛུལ་ལ་དཀའ་ངལ་ཡོད་ན། ང་ཚོའི་རྒྱབ་སྐྱོར་སྡེ་ཚན་ལ་འབྲེལ་གཏུགས་གནང་།',
    'inactive_footer' => 'Work4You Global ལག་ལེན་གནང་བར་ཐུགས་རྗེ་ཆེ།',
];
