<?php

return [

    'about_title' => 'ང་ཚོ་སྐོར',

    'partners_title' => 'ང་ཚོའི་མཉམ་ལས་པ་ཚོ',

    'partners_text' =>
        'Work4You.Global ནི་ཡུལ་གྲུ་ཡོངས་ཀྱི
        ཡིད་ཆེས་བྱེད་སུ་འོས་པའི་མཉམ་ལས་པ་ཚོ་དང་
        མཉམ་དུ་ལས་ཀ་བྱེད་ཀྱི་ཡོད —
        ཚོང་སྡེ་དང་ སྡེ་ཚན་ཁག དང་ ཚོགས་པ་ཚོ་གིས
        ལས་རྒྱུན་གྱི་ཚོང་ལས་གོང་འཕེལ་དང་
        འགན་ཁུར་ཅན་གྱི་ཚོང་ལས་ལ་རོགས་རམ་བྱེད་ཀྱི་ཡོད།
        མཉམ་ལས་དེ་ཚོའི་དབང་གིས',

    'partners_strong' => 'དེང་སང་གི་ལས་འཚོལ་ལག་རྩལ་དང་
        དངོས་སུ་ཕན་ཐོགས་ཡོད་པའི་སྤྱི་ཚོགས་ཀྱི་ཤུགས་རྐྱེན
        མཉམ་སྦྲེལ་བྱེད་ཀྱི་ཡོད། ',

    'partners_text2' => 'དེ་བསྟུན་ནས
        ཚོང་སྡེ་དང་ འདེམས་བྱེད་པ་ཚོ
        གཉིས་ཀའི་དོན་ལུ་ཕན་ཐོགས་ཡོད་པའི
        ཁོར་ཡུག་ཞིག་བསྐྲུན་ཡོད།',

    'partners_subtitle' => 'ང་ཚོའི་མཉམ་ལས་པ་ཚོ་ངོ་ཤེས་གནང་',

    'partners_slider_placeholder' =>
        'མཉམ་ལས་པའི་སྐུད་སྒྲིལ་སྟོན་ས་གནས',

    'foundations_title' => 'གཞི་རྟེན་ཚོགས་པ་ཚོ',

    'foundations_text' =>
        'ང་ཚོས་ཡུལ་གྲུ་ཡོངས་ཀྱི་གཞི་རྟེན་ཚོགས་པ་དང་
        དགེ་རྩ་ཚོགས་པ་ཚོ་དང་མཉམ་ལས་བྱས་ཏེ
        སྤྱི་ཚོགས་དང་ སློབ་སྦྱོང་དང་ མི་མང་ཕན་ཐོགས་ཀྱི
        གཞི་རྩ་མང་པོ་ལ་རོགས་རམ་བྱེད་ཀྱི་ཡོད།
        ཚོང་སྡེ་གང་རུང་ཞིག་གིས་ཨང་གྲངས་ཉོས་ན',

    'foundations_strong' =>'50% རིན་ཐང་དེ
        གཞི་རྟེན་ཚོགས་པ་ཞིག་ལ་གཏོང་གི་ཡོད།',

    'foundations_text2' =>'དེ་ཡིས
        ལས་འཚོལ་དང་ དྲིལ་བསྒྲགས་ཚང་མ
        དངོས་སུ་ཕན་ཐོགས་ཡོད་པའི
        འབྲས་བུ་བསྐྲུན་གྱི་ཡོད།
        ཚོང་སྡེ་ཚོས་རྒྱལ་ཁབ་ལྟར
        གཞི་རྟེན་ཚོགས་པ་འཚོལ་ཐུབ་
        དེ་ཡང་དེའི་དམིགས་ཡུལ་ཤེས་ནས
        རང་གིས་འདེམས་ཐུབ།',

    'partners'=>'མཉམ་ལས་པ་ཚོ'

];
