<?php

return [
    'total_upload_size_too_high' => 'მაქსიმალური დაშვებული საერთო ზომა არის :max',
    'total_upload_size_too_low' => 'მინიმალური დაშვებული საერთო ზომა არის :min',

    'file_too_big' => 'ეს ფაილი ძალიან დიდია. მაქსიმალური დაშვებული ზომა არის :max',
    'file_too_small' => 'ეს ფაილი ძალიან მცირეა. იგი უნდა იყოს მინიმუმ :min',

    'incorrect_dimensions' => [
        'width' => 'სურათის სიგანე უნდა იყოს :width პიქსელი',
        'height' => 'სურათის სიმაღლე უნდა იყოს :height პიქსელი',
        'both' => 'სურათის ზომები უნდა იყოს :width × :height პიქსელი',
    ],

    'width_not_between' => 'სურათის სიგანე უნდა იყოს :min და :max პიქსელს შორის',
    'height_not_between' => 'სურათის სიმაღლე უნდა იყოს :min და :max პიქსელს შორის',

    'max_items' => 'შეგიძლიათ ატვირთოთ მხოლოდ :max ელემენტი|შეგიძლიათ ატვირთოთ მხოლოდ :max ელემენტები',
    'min_items' => 'უნდა ატვირთოთ მინიმუმ :min ელემენტი|უნდა ატვირთოთ მინიმუმ :min ელემენტები',

    'extension' => 'ფაილი უნდა იყოს ტიპის :extensions',
    'mime' => 'ფაილი უნდა ჰქონდეს MIME ტიპი :mimes',
    'type' => 'უნდა ატვირთოთ ფაილი ტიპით :values',
];
