<?php

return [
    'total_upload_size_too_high' => 'Максимально допустимый общий размер: :max',
    'total_upload_size_too_low' => 'Минимально допустимый общий размер: :min',

    'file_too_big' => 'Этот файл слишком большой. Максимально допустимый размер: :max',
    'file_too_small' => 'Этот файл слишком маленький. Он должен быть не менее :min',

    'incorrect_dimensions' => [
        'width' => 'Ширина изображения должна быть :width пикселей',
        'height' => 'Высота изображения должна быть :height пикселей',
        'both' => 'Размеры изображения должны быть :width × :height пикселей',
    ],

    'width_not_between' => 'Ширина изображения должна быть от :min до :max пикселей',
    'height_not_between' => 'Высота изображения должна быть от :min до :max пикселей',

    'max_items' => 'Можно загрузить только :max элемент|Можно загрузить только :max элементов',
    'min_items' => 'Необходимо загрузить хотя бы :min элемент|Необходимо загрузить хотя бы :min элементов',

    'extension' => 'Файл должен быть типа :extensions',
    'mime' => 'Файл должен иметь MIME-тип :mimes',
    'type' => 'Вы должны загрузить файл типа :values',
];
